[
    {
        "subreddit": "Cooking",
        "selftext": "I moved to the UK from the US a year and a half ago and was very sad about the fact that I could never find cilantro in supermarkets. Yesterday, I complained to a friend... and I learned. I'm still in shock over this revelation, and I'm ashamed that I never stopped to try this mysterious coriander herb I kept seeing.\n\nHelp me feel better - what other embarrassing food name mistakes/mix-ups have you made?\n\nEdit: I didn't expect this to get so much attention. Living in the US I didn't know that coriander as in seeds were even a thing, so just learned thanks to you guys too! Now... time for me to finally be able to make guac again!",
        "title": "Yesterday I found out that coriander is the same thing as cilantro. I'm so embarrassed, and my mind is blown.",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I moved to the UK from the US a year and a half ago and was very sad about the fact that I could never find cilantro in supermarkets. Yesterday, I complained to a friend... and I learned. I&#39;m still in shock over this revelation, and I&#39;m ashamed that I never stopped to try this mysterious coriander herb I kept seeing.</p>\n\n<p>Help me feel better - what other embarrassing food name mistakes/mix-ups have you made?</p>\n\n<p>Edit: I didn&#39;t expect this to get so much attention. Living in the US I didn&#39;t know that coriander as in seeds were even a thing, so just learned thanks to you guys too! Now... time for me to finally be able to make guac again!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/liarf6/yesterday_i_found_out_that_coriander_is_the_same/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "please end me",
        "title": "My mother: \"I don't use salt in my cooking, I don't like how it tastes\" My mother when I cook: \"Wow OP! This tastes so good, what's your secret?\"",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>please end me</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/tgpbvv/my_mother_i_dont_use_salt_in_my_cooking_i_dont/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "https://www.cnn.com/2018/06/08/us/anthony-bourdain-obit/index.html\n\nA mix of a storyteller and a chef. His wit will be missed.",
        "title": "RIP Anthony Bourdain",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://www.cnn.com/2018/06/08/us/anthony-bourdain-obit/index.html\">https://www.cnn.com/2018/06/08/us/anthony-bourdain-obit/index.html</a></p>\n\n<p>A mix of a storyteller and a chef. His wit will be missed.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/8pj4ov/rip_anthony_bourdain/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "Hi r/cooking! I recently completed a challenge where I cooked one meal from every sovereign nation, and now I’m onto the United States! I’ve started documenting my journey on Instagram but haven’t gotten a good response for recipe ideas. So reddit, what recipe best represents your state?\n\nIf anyone is interested in seeing the pictures and recipes you can follow me on my Instagram : emily_eats_thestates\n\nEDIT : I am completely overwhelmed and grateful with the amount of suggestions!!! This will be more than enough to get me through this challenge, thank you Reddit!!!\n\nEDIT : and a Gold?! Thank you kind stranger!!!",
        "title": "I’m cooking one meal from every state in the United States , what meal best represents your state?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi <a href=\"/r/cooking\">r/cooking</a>! I recently completed a challenge where I cooked one meal from every sovereign nation, and now I’m onto the United States! I’ve started documenting my journey on Instagram but haven’t gotten a good response for recipe ideas. So reddit, what recipe best represents your state?</p>\n\n<p>If anyone is interested in seeing the pictures and recipes you can follow me on my Instagram : emily_eats_thestates</p>\n\n<p>EDIT : I am completely overwhelmed and grateful with the amount of suggestions!!! This will be more than enough to get me through this challenge, thank you Reddit!!!</p>\n\n<p>EDIT : and a Gold?! Thank you kind stranger!!!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/cgbc7u/im_cooking_one_meal_from_every_state_in_the/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "Look, I get it. You like chili without beans. That's cool, man. But when someone makes a post about chili and mentions beans, you don't have to come in and shit on it- every. Single. Time.\n\nYou do chili your way. Let the rest of us do it our way.",
        "title": "Why are the \"chili never should have beans in it\" people so insufferable?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Look, I get it. You like chili without beans. That&#39;s cool, man. But when someone makes a post about chili and mentions beans, you don&#39;t have to come in and shit on it- every. Single. Time.</p>\n\n<p>You do chili your way. Let the rest of us do it our way.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/e2i70r/why_are_the_chili_never_should_have_beans_in_it/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "EDIT: [WE HAVE RECIPES.](https://missmedlandtaylor.com/)\n\n[Yesterday's post](https://www.reddit.com/r/EatCheapAndHealthy/comments/773zcl/i_just_got_out_of_hospital_for_depression_and_let/)\n\nOkay, so, I very quickly realised from comments and PMs that there are A LOT of people here on tight budgets who struggle to eat well due to depression. And a lot of self-help advice requires more energy and motivation than people with depression actually have.\n\nSo, I actually went and did it. I've made a blog dedicated to NOT cooking. It's called *\"Fuck It, I'm Not Cooking\"*.\n\nNothing I ever post will take more than five minutes to make, nor require any more preparation than chopping things and wrapping a tortilla. All of it's cheap and healthy, or healthy as long as you don't overdo the condiments. I've made a \"master shopping list\" so you only have to shop once a week, don't waste much food, and should be able to carry it all home if you don't have a car. Everything's inexpensive and easy to find in the supermarket. There'll be both sweet and savoury recipes, snacks, and healthy alternatives to cravings for crappy food. \n\nBasically, it's supposed to be as much/less effort than your usual depression eating, taste good, and be way better for you.\n\nI've spent all day setting it up, from tomorrow there will be recipes daily. So far, I've posted a few super basic recipes in with the Master Shopping List. \n\nHere's the main page: https://missmedlandtaylor.com/fuckcooking/\n\n[Here's some commentary on how and why I made it](https://missmedlandtaylor.com/2017/10/19/the-story-behind-fuck-it-im-bad-at-cooking/)\n\n[Here's the Master Shopping List, with bonus \"Master\" recipes](https://missmedlandtaylor.com/2017/10/19/the-master-shopping-list-with-some-basic-master-recipes/)\n\n\nIf you want to follow it via email, you can do it at the bottom of the webpage. It's super, super easy to do, and then it'll be sent to you and you won't have to actively keep up to date.\n\n(Cross-posted from r/eatcheapandhealthy)",
        "title": "So, after I made a post on r/eatcheapandhealthy yesterday, I realised I'm not the only depressed person struggling to eat properly. So, I've started a blog of super cheap, healthy meals that require no cooking and only 2-5 minutes of prep time. It's called \"Fuck It, I'm Not Cooking\".",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>EDIT: <a href=\"https://missmedlandtaylor.com/\">WE HAVE RECIPES.</a></p>\n\n<p><a href=\"https://www.reddit.com/r/EatCheapAndHealthy/comments/773zcl/i_just_got_out_of_hospital_for_depression_and_let/\">Yesterday&#39;s post</a></p>\n\n<p>Okay, so, I very quickly realised from comments and PMs that there are A LOT of people here on tight budgets who struggle to eat well due to depression. And a lot of self-help advice requires more energy and motivation than people with depression actually have.</p>\n\n<p>So, I actually went and did it. I&#39;ve made a blog dedicated to NOT cooking. It&#39;s called <em>&quot;Fuck It, I&#39;m Not Cooking&quot;</em>.</p>\n\n<p>Nothing I ever post will take more than five minutes to make, nor require any more preparation than chopping things and wrapping a tortilla. All of it&#39;s cheap and healthy, or healthy as long as you don&#39;t overdo the condiments. I&#39;ve made a &quot;master shopping list&quot; so you only have to shop once a week, don&#39;t waste much food, and should be able to carry it all home if you don&#39;t have a car. Everything&#39;s inexpensive and easy to find in the supermarket. There&#39;ll be both sweet and savoury recipes, snacks, and healthy alternatives to cravings for crappy food. </p>\n\n<p>Basically, it&#39;s supposed to be as much/less effort than your usual depression eating, taste good, and be way better for you.</p>\n\n<p>I&#39;ve spent all day setting it up, from tomorrow there will be recipes daily. So far, I&#39;ve posted a few super basic recipes in with the Master Shopping List. </p>\n\n<p>Here&#39;s the main page: <a href=\"https://missmedlandtaylor.com/fuckcooking/\">https://missmedlandtaylor.com/fuckcooking/</a></p>\n\n<p><a href=\"https://missmedlandtaylor.com/2017/10/19/the-story-behind-fuck-it-im-bad-at-cooking/\">Here&#39;s some commentary on how and why I made it</a></p>\n\n<p><a href=\"https://missmedlandtaylor.com/2017/10/19/the-master-shopping-list-with-some-basic-master-recipes/\">Here&#39;s the Master Shopping List, with bonus &quot;Master&quot; recipes</a></p>\n\n<p>If you want to follow it via email, you can do it at the bottom of the webpage. It&#39;s super, super easy to do, and then it&#39;ll be sent to you and you won&#39;t have to actively keep up to date.</p>\n\n<p>(Cross-posted from <a href=\"/r/eatcheapandhealthy\">r/eatcheapandhealthy</a>)</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/77dj0x/so_after_i_made_a_post_on_reatcheapandhealthy/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "I’ve had this happen a couple times to me. I’m a student, so I don’t have the budget to go above and beyond what I already spend (eg. like on eggs bought direct from farmer because they’re over double the price of the ones I get now). \nIt’s sad that it’s a luxury to buy from the source, but please don’t push people to buy more expensive things when they say they dont have the budget, yes we know theyll taste better but that just makes it harder when we have to go back to the cheaper versions haha \n\nTL;DR not everyone has the ability to purchase the more expensive options for ingredients, don’t guilt them about it\n\nEdit: Y'all I posted this in the morning and went to class, I came back to a lots of super kind comments and a ton of awards. Just want to say thank you <3\n\nEdit: I've been trying to read every comment, I've never had a post get so big (and also I've never gotten gold before so huge thank you!!!). Hope y'all are getting creative with your meals today :)",
        "title": "A kind reminder: don’t shame people for not being able to get better ingredients",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’ve had this happen a couple times to me. I’m a student, so I don’t have the budget to go above and beyond what I already spend (eg. like on eggs bought direct from farmer because they’re over double the price of the ones I get now). \nIt’s sad that it’s a luxury to buy from the source, but please don’t push people to buy more expensive things when they say they dont have the budget, yes we know theyll taste better but that just makes it harder when we have to go back to the cheaper versions haha </p>\n\n<p>TL;DR not everyone has the ability to purchase the more expensive options for ingredients, don’t guilt them about it</p>\n\n<p>Edit: Y&#39;all I posted this in the morning and went to class, I came back to a lots of super kind comments and a ton of awards. Just want to say thank you &lt;3</p>\n\n<p>Edit: I&#39;ve been trying to read every comment, I&#39;ve never had a post get so big (and also I&#39;ve never gotten gold before so huge thank you!!!). Hope y&#39;all are getting creative with your meals today :)</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/kxvwtc/a_kind_reminder_dont_shame_people_for_not_being/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "Like the title says. I was going to make perfect tender and juicy chicken breast with a sous vide stick but my mom decided to overrule me behind my back by turning the temperature up from 65C to 90C \"just to be speed it up\" (even though they would have been ready right on time for dinner at 19:00 as planned... It now has the consistency of stringy leather and taste like it too.\n\nI was curious if your family (or friends) have ever decided to give you a \"helping\" hand behind your back?\n\nRecipe I was following: https://www.seriouseats.com/sous-vide-chicken-breast-recipe",
        "title": "My mom just decided to turn up my sous vide chicken breast from 65C to 90C to \"speed up the proces\" and it's now has the consistency of leather. What food crimes have your family committed behind your back on your behalf?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Like the title says. I was going to make perfect tender and juicy chicken breast with a sous vide stick but my mom decided to overrule me behind my back by turning the temperature up from 65C to 90C &quot;just to be speed it up&quot; (even though they would have been ready right on time for dinner at 19:00 as planned... It now has the consistency of stringy leather and taste like it too.</p>\n\n<p>I was curious if your family (or friends) have ever decided to give you a &quot;helping&quot; hand behind your back?</p>\n\n<p>Recipe I was following: <a href=\"https://www.seriouseats.com/sous-vide-chicken-breast-recipe\">https://www.seriouseats.com/sous-vide-chicken-breast-recipe</a></p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/uz2e08/my_mom_just_decided_to_turn_up_my_sous_vide/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "As a second gen Chinese American myself, I am really tired of people being a complete snob over authenticity to the point that they distort the history and culture behind Chinese cuisine.\n\nI've had enough of people trashing American Chinese food as \"not the real thing\" or even worse, \"Chinese food dumbed down for American people\" (like WTF?!)\n\nWhile I don't deny that Chinese food in America is different from Chinese food on the mainland, that  doesn't make it any less worthy. Sure, it has been changed to some extent to suit local palates, but that's pretty much the same thing with Chinese food in the diaspora in general. There is also Indonesian Chinese, Filipino Chinese, Singaporean Chinese, and even Peruvian Chinese  food-yet nobody calls these variants as \"fake\" or \"inauthentic\". \n\nMoreover, people had to make adaptations to the cuisine anyways in the new land due to the lack of available ingredients that they usually had back home.  No Chinese broccoli? Use western broccoli instead. \n\n One has to remember that Chinese cuisine is by no means a monolith- it's pretty diverse with a lot of regional variations-hence Beijing cuisine is different from Shanghai cuisine and Cantonese cuisine. A lot of early Chinese immigrants to the US were from the Guangdong province, hence American Chinese food is heavily based on the cuisine from that area (albeit still a limited representation).  This is the reason why later immigrants from other parts of China might find American Chinese cuisine to be strange and completely foreign. \n\nI always have to chuckle whenever someone tries hard to demonstrate what \"authentic\" and \"inauthentic\" Chinese food is by comparing a Chinese takeout dish with Cantonese origins (ie, chow mein or orange chicken) to a dish from another region in China, which is essentially comparing apples to oranges. A good example would be this [Buzzfeed video](https://youtu.be/8vMOESJwWsg) in which the host claims to try \"authentic\" sweet and sour pork for the first time, when in reality the version that she tried is no less \"authentic\" than the one she is used to. Only difference is that the so-called \"authentic\" version is another regional variation, just like the Cantonese-style sweet and sour pork many are familiar with. \n\nWhile I do appreciate people willing to take a deeper look into Chinese cuisine beyond the menu at the local takeout, there's no need to be an utter snob about it. Food is food, peeps. It's high time that we recognize American Chinese cuisine as something unique of its own.\n\nEDIT: Holy smokes this thread did blow up unexpectedly. I'm seeing a lot of amazing input from various perspectives. Here are a few additional things I want to add\n\n1) While I did mention American Chinese food in the post and title, I was also referring to Chinese food in the western diaspora in general (including Canadian Chinese food, British Chinese food, etc.) \n\n2) Regarding authenticity, yes it is something that does exist, though at the same time it is something that is very subjective. Given the insanely diverse array of Chinese cuisine, it would be disingenuous to pinpoint \"authenticity\" as solely one way of cooking. There's no such thing as \"this is the only way to do it right\". Take Kung Pao chicken for example. While the original version in Sichuan is hot and spicy, there are also other regional versions in China that are less spicy. \n\n3) Some of y'all also talked about how some people bash American/Western Chinese food out of an identity crisis- this especially rings true for a lot of second gen Chinese Americans grappling between two cultures. On one hand, American Chinese food has been looked down on for a very long time due to the perception that it is greasy, sketchy, unhealthy, etc. A lot of second gen Chinese Americans might feel ashamed to be associated with this kind of food, so they overcompensate by going on full board with the authenticity train- trying hard to prove that Chinese food is more than just the takeout menu. A much as I detest the culinary gatekeeping sentiment, I can definitely see where it's coming from. \n\n4) I also find it interesting how a lot of people think of American Chinese food as generally heavy on the grease, starch and sugar. While I do get it's kinda explainable given that general tso's chicken, sesame chicken, and orange chicken are some of the most popular American Chinese dishes, there's also way more to that as well. Heck, even American Chinese cuisine can be vast and diverse! Of course there's also a lot of less greasy, less sugary foods like moo goo gai pan and moo shoo pork. However in my state, Louisiana, there's also yakmein and crawfish fried rice. Let's bring on the goodness!",
        "title": "For the love of god, please stop bashing American Chinese food as \"fake\" or \"inauthentic\" [Rant]",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>As a second gen Chinese American myself, I am really tired of people being a complete snob over authenticity to the point that they distort the history and culture behind Chinese cuisine.</p>\n\n<p>I&#39;ve had enough of people trashing American Chinese food as &quot;not the real thing&quot; or even worse, &quot;Chinese food dumbed down for American people&quot; (like WTF?!)</p>\n\n<p>While I don&#39;t deny that Chinese food in America is different from Chinese food on the mainland, that  doesn&#39;t make it any less worthy. Sure, it has been changed to some extent to suit local palates, but that&#39;s pretty much the same thing with Chinese food in the diaspora in general. There is also Indonesian Chinese, Filipino Chinese, Singaporean Chinese, and even Peruvian Chinese  food-yet nobody calls these variants as &quot;fake&quot; or &quot;inauthentic&quot;. </p>\n\n<p>Moreover, people had to make adaptations to the cuisine anyways in the new land due to the lack of available ingredients that they usually had back home.  No Chinese broccoli? Use western broccoli instead. </p>\n\n<p>One has to remember that Chinese cuisine is by no means a monolith- it&#39;s pretty diverse with a lot of regional variations-hence Beijing cuisine is different from Shanghai cuisine and Cantonese cuisine. A lot of early Chinese immigrants to the US were from the Guangdong province, hence American Chinese food is heavily based on the cuisine from that area (albeit still a limited representation).  This is the reason why later immigrants from other parts of China might find American Chinese cuisine to be strange and completely foreign. </p>\n\n<p>I always have to chuckle whenever someone tries hard to demonstrate what &quot;authentic&quot; and &quot;inauthentic&quot; Chinese food is by comparing a Chinese takeout dish with Cantonese origins (ie, chow mein or orange chicken) to a dish from another region in China, which is essentially comparing apples to oranges. A good example would be this <a href=\"https://youtu.be/8vMOESJwWsg\">Buzzfeed video</a> in which the host claims to try &quot;authentic&quot; sweet and sour pork for the first time, when in reality the version that she tried is no less &quot;authentic&quot; than the one she is used to. Only difference is that the so-called &quot;authentic&quot; version is another regional variation, just like the Cantonese-style sweet and sour pork many are familiar with. </p>\n\n<p>While I do appreciate people willing to take a deeper look into Chinese cuisine beyond the menu at the local takeout, there&#39;s no need to be an utter snob about it. Food is food, peeps. It&#39;s high time that we recognize American Chinese cuisine as something unique of its own.</p>\n\n<p>EDIT: Holy smokes this thread did blow up unexpectedly. I&#39;m seeing a lot of amazing input from various perspectives. Here are a few additional things I want to add</p>\n\n<p>1) While I did mention American Chinese food in the post and title, I was also referring to Chinese food in the western diaspora in general (including Canadian Chinese food, British Chinese food, etc.) </p>\n\n<p>2) Regarding authenticity, yes it is something that does exist, though at the same time it is something that is very subjective. Given the insanely diverse array of Chinese cuisine, it would be disingenuous to pinpoint &quot;authenticity&quot; as solely one way of cooking. There&#39;s no such thing as &quot;this is the only way to do it right&quot;. Take Kung Pao chicken for example. While the original version in Sichuan is hot and spicy, there are also other regional versions in China that are less spicy. </p>\n\n<p>3) Some of y&#39;all also talked about how some people bash American/Western Chinese food out of an identity crisis- this especially rings true for a lot of second gen Chinese Americans grappling between two cultures. On one hand, American Chinese food has been looked down on for a very long time due to the perception that it is greasy, sketchy, unhealthy, etc. A lot of second gen Chinese Americans might feel ashamed to be associated with this kind of food, so they overcompensate by going on full board with the authenticity train- trying hard to prove that Chinese food is more than just the takeout menu. A much as I detest the culinary gatekeeping sentiment, I can definitely see where it&#39;s coming from. </p>\n\n<p>4) I also find it interesting how a lot of people think of American Chinese food as generally heavy on the grease, starch and sugar. While I do get it&#39;s kinda explainable given that general tso&#39;s chicken, sesame chicken, and orange chicken are some of the most popular American Chinese dishes, there&#39;s also way more to that as well. Heck, even American Chinese cuisine can be vast and diverse! Of course there&#39;s also a lot of less greasy, less sugary foods like moo goo gai pan and moo shoo pork. However in my state, Louisiana, there&#39;s also yakmein and crawfish fried rice. Let&#39;s bring on the goodness!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/i3diwb/for_the_love_of_god_please_stop_bashing_american/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "The title says it all.   I made an Italian wedding soup.  Usually I sub in a can of Cannellini beans.  It’s quick, it’s simple, it’s tasty, the internet told me to.\n\nBut my wife bought special beans.  What makes these beans special?  Probably the fucking marketing, but they were on the shelf, dried, in a small plastic bag touting the wonderful properties of beans.  She bought them at a bean store in San Francisco.  Only in SF could there be a fucking bean store during a pandemic.  Great fanfare was made over this package of beans.\n\nWe soaked them for like an hour, tossed them in when we’d normally toss in the can of beans.  Cooked another 15 minutes, and served.  They were… crunchy, but the broth flavor was really good, so we figured “meh, eat this bowl, let it keep cooking.”  Kinda like slightly undercooked rice, you know?\n\nI did not know.\n\nMy wife’s sister went first.  There was unexplained running during a movie.\n\nMy wife went second.  Two down.\n\nI’m now sitting on the couch by myself with the pets listening to my brother in law make pterodactyl noises with distant cough/vomit sounds in the background from my wife and sister-in-law like a gross harmony.\n\nWe’re out of toilets to puke in.  I’m feeling about a 7/10.  I have yet to determine if time is a friend or an enemy for me tonight.\n\nTurns out, dried beans need to be soaked for 5 hours, then boiled, and always eaten very tender.\n\nThank you for this final lesson 2021.  “Purging the past” jokes are being received poorly by all those involved.\n\nAnyways, it’s 9:30 here.  Happy new year.  Here’s to fucking 2022.",
        "title": "I poisoned my wife and her family on New Years with fucking dried beans",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The title says it all.   I made an Italian wedding soup.  Usually I sub in a can of Cannellini beans.  It’s quick, it’s simple, it’s tasty, the internet told me to.</p>\n\n<p>But my wife bought special beans.  What makes these beans special?  Probably the fucking marketing, but they were on the shelf, dried, in a small plastic bag touting the wonderful properties of beans.  She bought them at a bean store in San Francisco.  Only in SF could there be a fucking bean store during a pandemic.  Great fanfare was made over this package of beans.</p>\n\n<p>We soaked them for like an hour, tossed them in when we’d normally toss in the can of beans.  Cooked another 15 minutes, and served.  They were… crunchy, but the broth flavor was really good, so we figured “meh, eat this bowl, let it keep cooking.”  Kinda like slightly undercooked rice, you know?</p>\n\n<p>I did not know.</p>\n\n<p>My wife’s sister went first.  There was unexplained running during a movie.</p>\n\n<p>My wife went second.  Two down.</p>\n\n<p>I’m now sitting on the couch by myself with the pets listening to my brother in law make pterodactyl noises with distant cough/vomit sounds in the background from my wife and sister-in-law like a gross harmony.</p>\n\n<p>We’re out of toilets to puke in.  I’m feeling about a 7/10.  I have yet to determine if time is a friend or an enemy for me tonight.</p>\n\n<p>Turns out, dried beans need to be soaked for 5 hours, then boiled, and always eaten very tender.</p>\n\n<p>Thank you for this final lesson 2021.  “Purging the past” jokes are being received poorly by all those involved.</p>\n\n<p>Anyways, it’s 9:30 here.  Happy new year.  Here’s to fucking 2022.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/rtcjua/i_poisoned_my_wife_and_her_family_on_new_years/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "https://www.reddit.com/r/Save3rdPartyApps/comments/13yh0jf/dont_let_reddit_kill_3rd_party_apps\n\n#What's going on?\n\nA recent Reddit policy change threatens to kill many beloved third-party mobile apps, making a great many quality-of-life features not seen in the official mobile app **permanently inaccessible** to users.\n\nOn May 31, 2023, Reddit announced they were raising the price to make calls to their API from being free to a level that will kill every third party app on Reddit, from [Apollo](https://www.reddit.com/r/apolloapp/comments/13ws4w3/had_a_call_with_reddit_to_discuss_pricing_bad/) to [Reddit is Fun](https://www.reddit.com/r/redditisfun/comments/13wxepd/rif_dev_here_reddits_api_changes_will_likely_kill/) to [Narwhal](https://www.reddit.com/r/getnarwhal/comments/13wv038/reddit_have_quoted_the_apollo_devs_a_ridiculous/jmdqtyt/) to [BaconReader](https://www.reddit.com/r/baconreader/comments/13wveb2/reddit_api_changes_and_baconreader/).\n\nEven if you're not a mobile user and don't use any of those apps, this is a step toward killing other ways of customizing Reddit, such as Reddit Enhancement Suite or the use of the old.reddit.com desktop interface [](/ajwtf \"and everything that goes with it!\").\n\nThis isn't only a problem on the user level: many subreddit moderators depend on tools only available outside the official app to keep their communities on-topic and spam-free.\n\n#What's the plan? \n\nOn June 12th, [many subreddits](https://old.reddit.com/r/ModCoord/comments/1401qw5/incomplete_and_growing_list_of_participating/) will be going dark to protest this policy. Some will return after 48 hours: others will go away *permanently* unless the issue is adequately addressed, since many moderators aren't able to put in the work they do with the poor tools available through the official app. This isn't something any of us do lightly: we do what we do because *we love Reddit*, and we truly believe this change will make it impossible to keep doing what we love.\n\nThe two-day blackout isn't the *goal*, and it isn't the end. Should things reach the 14th with no sign of Reddit choosing to fix what they've broken, we'll use the community and buzz we've built between then and now as a tool for further action.\n\nWhat can *you* do?\n\n1. **Complain.** Message the mods of /r/reddit.com, who are the admins of the site: message /u/reddit: submit a [support request](https://support.reddithelp.com/hc/en-us/requests/new): comment in relevant threads on /r/reddit, such as [this one](https://www.reddit.com/r/reddit/comments/12qwagm/an_update_regarding_reddits_api/.), leave a negative review on their official iOS or Android app- and sign your username in support to this post.\n\n2. **Spread the word.** Rabble-rouse on related subreddits. Meme it up, make it spicy. Bitch about it to your cat. Suggest anyone you know who moderates a subreddit join us at our sister sub at /r/ModCoord- but please don't pester mods you *don't* know by simply spamming their modmail.\n\n3. **Boycott *and* spread the word...to Reddit's competition!** Stay off Reddit entirely on June 12th through the 13th- instead, take to your favorite *non*-Reddit platform of choice and make some noise in support!\n\n4. **Don't be a jerk.** As upsetting this may be, threats, profanity and vandalism will be worse than useless in getting people on our side. Please make every effort to be as restrained, polite, reasonable and law-abiding as possible.",
        "title": "/r/Cooking is joining the blackout on June 12-14th to protest Reddit's proposed API changes, which will end 3rd party apps",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://www.reddit.com/r/Save3rdPartyApps/comments/13yh0jf/dont_let_reddit_kill_3rd_party_apps\">https://www.reddit.com/r/Save3rdPartyApps/comments/13yh0jf/dont_let_reddit_kill_3rd_party_apps</a></p>\n\n<h1>What&#39;s going on?</h1>\n\n<p>A recent Reddit policy change threatens to kill many beloved third-party mobile apps, making a great many quality-of-life features not seen in the official mobile app <strong>permanently inaccessible</strong> to users.</p>\n\n<p>On May 31, 2023, Reddit announced they were raising the price to make calls to their API from being free to a level that will kill every third party app on Reddit, from <a href=\"https://www.reddit.com/r/apolloapp/comments/13ws4w3/had_a_call_with_reddit_to_discuss_pricing_bad/\">Apollo</a> to <a href=\"https://www.reddit.com/r/redditisfun/comments/13wxepd/rif_dev_here_reddits_api_changes_will_likely_kill/\">Reddit is Fun</a> to <a href=\"https://www.reddit.com/r/getnarwhal/comments/13wv038/reddit_have_quoted_the_apollo_devs_a_ridiculous/jmdqtyt/\">Narwhal</a> to <a href=\"https://www.reddit.com/r/baconreader/comments/13wveb2/reddit_api_changes_and_baconreader/\">BaconReader</a>.</p>\n\n<p>Even if you&#39;re not a mobile user and don&#39;t use any of those apps, this is a step toward killing other ways of customizing Reddit, such as Reddit Enhancement Suite or the use of the old.reddit.com desktop interface <a href=\"/ajwtf\" title=\"and everything that goes with it!\"></a>.</p>\n\n<p>This isn&#39;t only a problem on the user level: many subreddit moderators depend on tools only available outside the official app to keep their communities on-topic and spam-free.</p>\n\n<h1>What&#39;s the plan?</h1>\n\n<p>On June 12th, <a href=\"https://old.reddit.com/r/ModCoord/comments/1401qw5/incomplete_and_growing_list_of_participating/\">many subreddits</a> will be going dark to protest this policy. Some will return after 48 hours: others will go away <em>permanently</em> unless the issue is adequately addressed, since many moderators aren&#39;t able to put in the work they do with the poor tools available through the official app. This isn&#39;t something any of us do lightly: we do what we do because <em>we love Reddit</em>, and we truly believe this change will make it impossible to keep doing what we love.</p>\n\n<p>The two-day blackout isn&#39;t the <em>goal</em>, and it isn&#39;t the end. Should things reach the 14th with no sign of Reddit choosing to fix what they&#39;ve broken, we&#39;ll use the community and buzz we&#39;ve built between then and now as a tool for further action.</p>\n\n<p>What can <em>you</em> do?</p>\n\n<ol>\n<li><p><strong>Complain.</strong> Message the mods of <a href=\"/r/reddit.com\">/r/reddit.com</a>, who are the admins of the site: message <a href=\"/u/reddit\">/u/reddit</a>: submit a <a href=\"https://support.reddithelp.com/hc/en-us/requests/new\">support request</a>: comment in relevant threads on <a href=\"/r/reddit\">/r/reddit</a>, such as <a href=\"https://www.reddit.com/r/reddit/comments/12qwagm/an_update_regarding_reddits_api/.\">this one</a>, leave a negative review on their official iOS or Android app- and sign your username in support to this post.</p></li>\n<li><p><strong>Spread the word.</strong> Rabble-rouse on related subreddits. Meme it up, make it spicy. Bitch about it to your cat. Suggest anyone you know who moderates a subreddit join us at our sister sub at <a href=\"/r/ModCoord\">/r/ModCoord</a>- but please don&#39;t pester mods you <em>don&#39;t</em> know by simply spamming their modmail.</p></li>\n<li><p><strong>Boycott <em>and</em> spread the word...to Reddit&#39;s competition!</strong> Stay off Reddit entirely on June 12th through the 13th- instead, take to your favorite <em>non</em>-Reddit platform of choice and make some noise in support!</p></li>\n<li><p><strong>Don&#39;t be a jerk.</strong> As upsetting this may be, threats, profanity and vandalism will be worse than useless in getting people on our side. Please make every effort to be as restrained, polite, reasonable and law-abiding as possible.</p></li>\n</ol>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/141vgxl/rcooking_is_joining_the_blackout_on_june_1214th/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "Stupid brain.",
        "title": "A moment of silence for the chicken stock I just poured down the drain whilst straining it.",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Stupid brain.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/l23vyf/a_moment_of_silence_for_the_chicken_stock_i_just/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "Given the cost of everything, I’ve been prioritizing making sure we clean the pantry out and don’t shop until we absolutely have to. I decided to make some Tuna Mac for lunch and honestly, it was tasty. I jazzed it up a bit more than my mom ever did, but it still gave me fond memories and hit the spot. \n\nMy partner was truly horrified. He had the fortune of not growing up with a tight budget, and is unfamiliar with a lot of “poor foods” that I consider delightful childhood staples lol.\n\nIn these expensive times, I am grateful that I learned how to be creative and resourceful with food. \n\nWhat are your poverty/struggle meals you still like or have revived lately? \n\nEdit: before is get more comments I want to clarify that tuna mac is not tuna noodle casserole. They are essentially the same but Tuna Mac is the low budget version. It’s literally tuna mixed into boxed Mac n cheese. There’s no crispy topping, there’s no baking it. It’s a one pot, stovetop meal. I grew up eating both but the stovetop version is the real “I’m making it work” vibe. \n\nAlso before anyone assumes the worst of my bf, he did not grow up rich or out of touch. He was middle class, but he’s also not from the Midwest USA so his comfort level with a lot of the Midwest/southern classics is limited. And he just really, really hates canned tuna lol \n",
        "title": "Recently revived a “poverty meal” from my childhood and my partner was horrified. ",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Given the cost of everything, I’ve been prioritizing making sure we clean the pantry out and don’t shop until we absolutely have to. I decided to make some Tuna Mac for lunch and honestly, it was tasty. I jazzed it up a bit more than my mom ever did, but it still gave me fond memories and hit the spot. </p>\n\n<p>My partner was truly horrified. He had the fortune of not growing up with a tight budget, and is unfamiliar with a lot of “poor foods” that I consider delightful childhood staples lol.</p>\n\n<p>In these expensive times, I am grateful that I learned how to be creative and resourceful with food. </p>\n\n<p>What are your poverty/struggle meals you still like or have revived lately? </p>\n\n<p>Edit: before is get more comments I want to clarify that tuna mac is not tuna noodle casserole. They are essentially the same but Tuna Mac is the low budget version. It’s literally tuna mixed into boxed Mac n cheese. There’s no crispy topping, there’s no baking it. It’s a one pot, stovetop meal. I grew up eating both but the stovetop version is the real “I’m making it work” vibe. </p>\n\n<p>Also before anyone assumes the worst of my bf, he did not grow up rich or out of touch. He was middle class, but he’s also not from the Midwest USA so his comfort level with a lot of the Midwest/southern classics is limited. And he just really, really hates canned tuna lol </p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/1bhxy0v/recently_revived_a_poverty_meal_from_my_childhood/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "Usually I eat the ugly piece of fish or the veggies on the grill that got a little more char than you wanted. Am I alone in this?\n\nEdit: wow, thanks for all the replies, glad to see I'm not alone!",
        "title": "Does anyone else who’s the primary cook in the house eat the ugly pieces at meals?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Usually I eat the ugly piece of fish or the veggies on the grill that got a little more char than you wanted. Am I alone in this?</p>\n\n<p>Edit: wow, thanks for all the replies, glad to see I&#39;m not alone!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/gv708p/does_anyone_else_whos_the_primary_cook_in_the/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "I'll start, your grandma's \"traditional recipe passed down\" is most likely from a 70s magazine or the back of a crisco can and not originally from your familie's original country at all.",
        "title": "Hard to swallow cooking facts.",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ll start, your grandma&#39;s &quot;traditional recipe passed down&quot; is most likely from a 70s magazine or the back of a crisco can and not originally from your familie&#39;s original country at all.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/wcodi1/hard_to_swallow_cooking_facts/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "https://twitter.com/altonbrown/status/904449569127370753",
        "title": "Alton Brown announces the return of 'Good Eats' as 'Return of the Eats,' on Food Network and streaming in 2018",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://twitter.com/altonbrown/status/904449569127370753\">https://twitter.com/altonbrown/status/904449569127370753</a></p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/6xvtmr/alton_brown_announces_the_return_of_good_eats_as/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "My boyfriend is always amazed at how my scrambled eggs taste so good. He’s convinced I have magical scrambling powers because even when he tries to replicate, he can’t. I finally realized he doesn’t know I use butter, and I feel like I can’t reveal it now. I love being master egg scrambler. \n\nMy other one: through no fault of my own, everyone thinks I make great from scratch brownies. It’s just a mix. I’m in too deep. I can’t reveal it now.\n\nEDIT: I told my boyfriend about the butter. He jokingly screamed “HOW COULD YOU!?” And stormed into the other room. Then he came back and said, “yeah butter makes everything good so that makes sense.” No more secrets here!\n\nEDIT 2: I have read as many responses as I can and the consensus is:\n\n- MSG MSG MSG. MSG isn’t bad for you and makes food delish. \n\n- Butter. Put butter in everything. And if you’re baking? Brown your butter!!!!\n\n- Cinnamon: it’s not just for sweet recipes. \n\n- Lots of love for pickle juice. \n\n- A lot of y’all are taking the Semi Homemade with Sandra Lee approach and modifying mixes/pre-made stuff and I think that’s a great life hack in general. Way to be resourceful and use what you have access to to make things tasty and enjoyable for the people in your life! \n\n- Shocking number of people get praise for simply properly seasoning food. This shouldn’t be a secret. Use enough salt, guys. It’s not there to hide the flavor, it’s there to amplify it. \n\n\nI’ve saved quite a few comments with tips or recipes to try later on. Thanks for all the participation! It’s so cool to hear how so many people have “specialities” and it’s really not too hard to take something regular and make it your own with experimentation. Cooking is such a great way to bring comfort and happiness to others and I love that we’re sharing our tips and tricks so we can all live in  world with delicious food!",
        "title": "What’s your “I’ll never tell” cooking secret?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My boyfriend is always amazed at how my scrambled eggs taste so good. He’s convinced I have magical scrambling powers because even when he tries to replicate, he can’t. I finally realized he doesn’t know I use butter, and I feel like I can’t reveal it now. I love being master egg scrambler. </p>\n\n<p>My other one: through no fault of my own, everyone thinks I make great from scratch brownies. It’s just a mix. I’m in too deep. I can’t reveal it now.</p>\n\n<p>EDIT: I told my boyfriend about the butter. He jokingly screamed “HOW COULD YOU!?” And stormed into the other room. Then he came back and said, “yeah butter makes everything good so that makes sense.” No more secrets here!</p>\n\n<p>EDIT 2: I have read as many responses as I can and the consensus is:</p>\n\n<ul>\n<li><p>MSG MSG MSG. MSG isn’t bad for you and makes food delish. </p></li>\n<li><p>Butter. Put butter in everything. And if you’re baking? Brown your butter!!!!</p></li>\n<li><p>Cinnamon: it’s not just for sweet recipes. </p></li>\n<li><p>Lots of love for pickle juice. </p></li>\n<li><p>A lot of y’all are taking the Semi Homemade with Sandra Lee approach and modifying mixes/pre-made stuff and I think that’s a great life hack in general. Way to be resourceful and use what you have access to to make things tasty and enjoyable for the people in your life! </p></li>\n<li><p>Shocking number of people get praise for simply properly seasoning food. This shouldn’t be a secret. Use enough salt, guys. It’s not there to hide the flavor, it’s there to amplify it. </p></li>\n</ul>\n\n<p>I’ve saved quite a few comments with tips or recipes to try later on. Thanks for all the participation! It’s so cool to hear how so many people have “specialities” and it’s really not too hard to take something regular and make it your own with experimentation. Cooking is such a great way to bring comfort and happiness to others and I love that we’re sharing our tips and tricks so we can all live in  world with delicious food!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/brhllr/whats_your_ill_never_tell_cooking_secret/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "Hello culinary enthusiasts!\n\nWe are trying to globally expand our palette. We have recently started getting into South American and Latin American traditional dishes and have learned so much! We want to try different recipes that are authentic to different areas around the world. Share your favorite cultural dish and where its from! I can google the recipes later, just names is fine!",
        "title": "My husband and I are trying to \"cook around the world\" to expand our knowledge. Drop your favorite authentic dish from your nationality / ethnicity !",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hello culinary enthusiasts!</p>\n\n<p>We are trying to globally expand our palette. We have recently started getting into South American and Latin American traditional dishes and have learned so much! We want to try different recipes that are authentic to different areas around the world. Share your favorite cultural dish and where its from! I can google the recipes later, just names is fine!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/iya91a/my_husband_and_i_are_trying_to_cook_around_the/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "I got a box from a meal kit delivery for the first time because I’m a terrible cook and need some serious help. One of the recipes gave a bunch of carrots which I usually don’t love, and the recipe said to peel, chop, and throw on some oil, salt and pepper and then pop into the oven. “blech” was running through my head the whole 5 seconds it took to put this together. \n\nBut! What came out was MAGICAL. Crispy, almost sweet in a way. I immediately wanted more, which is the first time in the history of my life where I was like “give me more vegetables”. \n\nThe epiphany is almost worth the ridiculous amount of money I spent on this box of food. \n\nNow I want to roast every vegetable I buy. Suggestions welcome :)\n\nEdit: I am so excited to see how passionate people are for roasted vegetables! I’ve been reading the comments all day and I can’t wait to try some of your suggestions :) \n\nAlso I removed the name of the meal kit delivery place because apparently people think I’m advertising and I’m definitely not. I just put that info there so you all know how I made this discovery! The rest of the meals I got were nothing to write home about lol.",
        "title": "I am in my 30’s and only now discovered the joy of roasting vegetables. I have been MISSING OUT.",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I got a box from a meal kit delivery for the first time because I’m a terrible cook and need some serious help. One of the recipes gave a bunch of carrots which I usually don’t love, and the recipe said to peel, chop, and throw on some oil, salt and pepper and then pop into the oven. “blech” was running through my head the whole 5 seconds it took to put this together. </p>\n\n<p>But! What came out was MAGICAL. Crispy, almost sweet in a way. I immediately wanted more, which is the first time in the history of my life where I was like “give me more vegetables”. </p>\n\n<p>The epiphany is almost worth the ridiculous amount of money I spent on this box of food. </p>\n\n<p>Now I want to roast every vegetable I buy. Suggestions welcome :)</p>\n\n<p>Edit: I am so excited to see how passionate people are for roasted vegetables! I’ve been reading the comments all day and I can’t wait to try some of your suggestions :) </p>\n\n<p>Also I removed the name of the meal kit delivery place because apparently people think I’m advertising and I’m definitely not. I just put that info there so you all know how I made this discovery! The rest of the meals I got were nothing to write home about lol.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/mdno4j/i_am_in_my_30s_and_only_now_discovered_the_joy_of/"
    },
    {
        "subreddit": "Cooking",
        "selftext": "I've been cooking for lots of years but never once had thought to heat a flour tortilla up. I just used them right out of the package.\n\nWell about 3-4 weeks ago I read a post that lovingly reminded gringos like me to heat them on the stove before using ... And wow I have been missing out.\n\nNow my fiance can't get enough of anything using them.. from wraps and burritos to quesadillas and tortillas for hummus dipping.\n\nThanks you, I feel like a new man in the kitchen 😆\n\nEdit: I love the comment section, Reddit is undefeated haha. I am doing my penance to the tortilla gods for my past injustices",
        "title": "To the redditor who said to heat up flour tortillas, holy shit, thank you 👏",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been cooking for lots of years but never once had thought to heat a flour tortilla up. I just used them right out of the package.</p>\n\n<p>Well about 3-4 weeks ago I read a post that lovingly reminded gringos like me to heat them on the stove before using ... And wow I have been missing out.</p>\n\n<p>Now my fiance can&#39;t get enough of anything using them.. from wraps and burritos to quesadillas and tortillas for hummus dipping.</p>\n\n<p>Thanks you, I feel like a new man in the kitchen 😆</p>\n\n<p>Edit: I love the comment section, Reddit is undefeated haha. I am doing my penance to the tortilla gods for my past injustices</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/Cooking/comments/t3tepd/to_the_redditor_who_said_to_heat_up_flour/"
    },
    {
        "subreddit": "travel",
        "selftext": "I am an American man who came to visit Egypt, but I felt so extremely unwelcome.\n\nI went to the pyramids of Giza and they were truly majestic, but I couldn't walk more than a few steps without being harassed and hustled by the many of the touts trying to sell things or services. They were trying to sell me camel and horse rides, trying to give me a guided tour, trying to sell me worthless crap trinkets, trying to take my phone from me and take pictures of me and my family and then demanding an absurd amount of money.\n\nOne guy that I got on top of his camel for pictures asked for money so I gave him $10 USD and he started yelling and screaming at me asking for $100 USD. I thought he is going to attack me, my family and I just quickly ran away from him.\n\nMy family member got her phone snatched and the guy took pictures of her telling her to make all these poses, and then he wouldn't give the phone back to her until she paid him $20 and then he kept complaining about how $20 is nothing and that he deserves more.\n\nOne guy came up to me to pose in a picture with me and I told him to go away but he wouldn't. He stayed in the picture while my family member was taking the pictures and then he asked for money, I got so extremely mad and I screamed at him at the top of my lungs to go away. All of the other travelers around there heard and were looking and then only did the guy go away.\n\nThen trying to walk around Giza and Cairo, just forget about it. It's virtually impossible. All of the touts coming up to us and asking if we need a ride, or if we can buy their whatever shit trinkets they are selling. We couldn't walk more than literally 60 seconds without someone new coming to harass us.\n\nWhat is it about this place that makes visitors feel so unwelcome? Why do they do this? There is so much rich history and culture to Egypt that I am sure everyone all around the world would want to visit, but why do the touts push us away instead of making us feel welcome?\n\nWhen I came back to the US and all my coworkers asked me how it was, I told them the pyramids and temples were amazing, but the touts were absolutely horrible. I told them not to go, and that I would never step my foot back in Egypt ever again.",
        "title": "Do not ever visit Egypt",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am an American man who came to visit Egypt, but I felt so extremely unwelcome.</p>\n\n<p>I went to the pyramids of Giza and they were truly majestic, but I couldn&#39;t walk more than a few steps without being harassed and hustled by the many of the touts trying to sell things or services. They were trying to sell me camel and horse rides, trying to give me a guided tour, trying to sell me worthless crap trinkets, trying to take my phone from me and take pictures of me and my family and then demanding an absurd amount of money.</p>\n\n<p>One guy that I got on top of his camel for pictures asked for money so I gave him $10 USD and he started yelling and screaming at me asking for $100 USD. I thought he is going to attack me, my family and I just quickly ran away from him.</p>\n\n<p>My family member got her phone snatched and the guy took pictures of her telling her to make all these poses, and then he wouldn&#39;t give the phone back to her until she paid him $20 and then he kept complaining about how $20 is nothing and that he deserves more.</p>\n\n<p>One guy came up to me to pose in a picture with me and I told him to go away but he wouldn&#39;t. He stayed in the picture while my family member was taking the pictures and then he asked for money, I got so extremely mad and I screamed at him at the top of my lungs to go away. All of the other travelers around there heard and were looking and then only did the guy go away.</p>\n\n<p>Then trying to walk around Giza and Cairo, just forget about it. It&#39;s virtually impossible. All of the touts coming up to us and asking if we need a ride, or if we can buy their whatever shit trinkets they are selling. We couldn&#39;t walk more than literally 60 seconds without someone new coming to harass us.</p>\n\n<p>What is it about this place that makes visitors feel so unwelcome? Why do they do this? There is so much rich history and culture to Egypt that I am sure everyone all around the world would want to visit, but why do the touts push us away instead of making us feel welcome?</p>\n\n<p>When I came back to the US and all my coworkers asked me how it was, I told them the pyramids and temples were amazing, but the touts were absolutely horrible. I told them not to go, and that I would never step my foot back in Egypt ever again.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/travel/comments/xi4qz9/do_not_ever_visit_egypt/"
    },
    {
        "subreddit": "askscience",
        "selftext": "The ability to browse the internet is at risk. The FCC preparing to remove net neutrality. This will allow internet service providers to change how they allow access to websites. AskScience and every other site on the internet is put in risk if net neutrality is removed. Help us fight!\n\n\nhttps://www.battleforthenet.com/",
        "title": "Help us fight for net neutrality!",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The ability to browse the internet is at risk. The FCC preparing to remove net neutrality. This will allow internet service providers to change how they allow access to websites. AskScience and every other site on the internet is put in risk if net neutrality is removed. Help us fight!</p>\n\n<p><a href=\"https://www.battleforthenet.com/\">https://www.battleforthenet.com/</a></p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/7etmk7/help_us_fight_for_net_neutrality/"
    },
    {
        "subreddit": "askscience",
        "selftext": "We were sad to learn that noted physicist, cosmologist, and author [Stephen Hawking](http://www.hawking.org.uk/) has passed away. In the spirit of AskScience, we will try to answer questions about Stephen Hawking's work and life, so feel free to ask your questions below.\n\nLinks:\n\n* [BBC](http://www.bbc.com/news/uk-43396008)\n* [NY Times](https://www.nytimes.com/2018/03/14/obituaries/stephen-hawking-dead.html)\n* [Stephen Hawking Foundation](http://www.stephenhawkingfoundation.org/)\n* [ALS Association](http://www.alsa.org/)\n* [Current Einstein megathread](/r/askscience/comments/84auuc/einstein_birthday_megathread/) for more discussion on general relativity/cosmology.\n\nEDIT: Physical Review Journals has made all 55 publications of his in two of their journals free. You can take a look and read them [here](https://journals.aps.org/collections/stephen-hawking).",
        "title": "Stephen Hawking megathread",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We were sad to learn that noted physicist, cosmologist, and author <a href=\"http://www.hawking.org.uk/\">Stephen Hawking</a> has passed away. In the spirit of AskScience, we will try to answer questions about Stephen Hawking&#39;s work and life, so feel free to ask your questions below.</p>\n\n<p>Links:</p>\n\n<ul>\n<li><a href=\"http://www.bbc.com/news/uk-43396008\">BBC</a></li>\n<li><a href=\"https://www.nytimes.com/2018/03/14/obituaries/stephen-hawking-dead.html\">NY Times</a></li>\n<li><a href=\"http://www.stephenhawkingfoundation.org/\">Stephen Hawking Foundation</a></li>\n<li><a href=\"http://www.alsa.org/\">ALS Association</a></li>\n<li><a href=\"/r/askscience/comments/84auuc/einstein_birthday_megathread/\">Current Einstein megathread</a> for more discussion on general relativity/cosmology.</li>\n</ul>\n\n<p>EDIT: Physical Review Journals has made all 55 publications of his in two of their journals free. You can take a look and read them <a href=\"https://journals.aps.org/collections/stephen-hawking\">here</a>.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/84auzr/stephen_hawking_megathread/"
    },
    {
        "subreddit": "askscience",
        "selftext": "**Black lives matter.** The moderation team at AskScience wants to express our outrage and sadness at the systemic racism and disproportionate violence experienced by the black community. This has gone on for too long, and it's time for lasting change. \n\nWhen 1 out of every 1,000 black men and boys in the United States can expect to be killed by the police, police violence is a public health crisis. Black men are about 2.5 times more likely to be killed by police than white men. In 2019, 1,099 people were killed by police in the US; 24% of those were black, even though only 13% of the population is black.\n\nWhen black Americans make up a disproportionate number of COVID-19 deaths, healthcare disparity is another public health crisis. In Michigan, black people make up 14% of the population and 40% of COVID-19 deaths. In Louisiana, black people are 33% of the population but account for 70% of COVID-19 deaths. Black Americans are more likely to work in essential jobs, with 38% of black workers employed in these industries compared with 29% of white workers. They are less likely to have access to health insurance and more likely to lack continuity in medical care.\n\nThese disparities, these crises, are not coincidental. They are the result of systemic racism, economic inequality, and oppression. \n\nChange requires us to look inward, too. For over a decade, AskScience has been a forum where redditors can discuss scientific topics with scientists. Our panel includes hundreds of STEM professionals who volunteer their time, and we are proud to be an interface between scientists and non-scientists. We are fully committed to making science more accessible, and we hope it inspires people to consider careers in STEM. \n\nHowever, we must acknowledge that STEM suffers from a marked lack of diversity. In the US, black workers comprise 11% of the US workforce, but hold just 7% of STEM jobs that require a bachelor’s degree or higher. Only 4% of medical doctors are black. Hispanic workers make up 16% of the US workforce, 6% of STEM jobs that require a bachelor’s degree or higher, and 4.4% of medical doctors. Women make up 47% of the US workforce but 41% of STEM professionals with professional or doctoral degrees. And while we know around 3.5% of the US workforce identifies as LGBTQ+, their representation in STEM fields is largely unknown.\n\nThese numbers become even more dismal in certain disciplines. For example, as of 2019, less than 4% of tenured or tenure-track geoscience positions are held by people of color, and fewer than 100 black women in the US have received PhDs in physics.\n\nThis lack of diversity is unacceptable and actively harmful, both to people who are not afforded opportunities they deserve and to the STEM community as a whole. We cannot truly say we have cultivated the best and brightest in our respective fields when we are missing the voices of talented, brilliant people who are held back by widespread racism, sexism, and homophobia.\n\nIt is up to us to confront these systemic injustices directly. We must all stand together against police violence, racism, and economic, social, and environmental inequality. STEM professional need to make sure underrepresented voices are heard, to listen, and to offer support. We must be the change. \n\n-----\n\n**Sources:**\n\n- https://www.pnas.org/content/116/34/16793\n- https://mappingpoliceviolence.org/\n- https://labblog.uofmhealth.org/rounds/racial-disparities-time-of-covid-19\n- https://www.ncbi.nlm.nih.gov/books/NBK24693/\n- https://www.joincampaignzero.org/research\n- https://www.theguardian.com/commentisfree/2020/apr/16/black-workers-coronavirus-covid-19\n- https://www.npr.org/transcripts/867466515\n- https://www.pewsocialtrends.org/2018/01/09/diversity-in-the-stem-workforce-varies-widely-across-jobs/\n- https://www.nature.com/articles/s41561-019-0519-z\n- https://physicstoday.scitation.org/do/10.1063/PT.6.3.20190529a/full/\n- https://www.washingtonpost.com/outlook/2018/09/11/even-progressive-academics-can-be-racist-ive-experienced-it-firsthand/\n- http://www.bu.edu/articles/2017/lgbt-issues-stem-diversity/",
        "title": "Black Lives Matter",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>Black lives matter.</strong> The moderation team at AskScience wants to express our outrage and sadness at the systemic racism and disproportionate violence experienced by the black community. This has gone on for too long, and it&#39;s time for lasting change. </p>\n\n<p>When 1 out of every 1,000 black men and boys in the United States can expect to be killed by the police, police violence is a public health crisis. Black men are about 2.5 times more likely to be killed by police than white men. In 2019, 1,099 people were killed by police in the US; 24% of those were black, even though only 13% of the population is black.</p>\n\n<p>When black Americans make up a disproportionate number of COVID-19 deaths, healthcare disparity is another public health crisis. In Michigan, black people make up 14% of the population and 40% of COVID-19 deaths. In Louisiana, black people are 33% of the population but account for 70% of COVID-19 deaths. Black Americans are more likely to work in essential jobs, with 38% of black workers employed in these industries compared with 29% of white workers. They are less likely to have access to health insurance and more likely to lack continuity in medical care.</p>\n\n<p>These disparities, these crises, are not coincidental. They are the result of systemic racism, economic inequality, and oppression. </p>\n\n<p>Change requires us to look inward, too. For over a decade, AskScience has been a forum where redditors can discuss scientific topics with scientists. Our panel includes hundreds of STEM professionals who volunteer their time, and we are proud to be an interface between scientists and non-scientists. We are fully committed to making science more accessible, and we hope it inspires people to consider careers in STEM. </p>\n\n<p>However, we must acknowledge that STEM suffers from a marked lack of diversity. In the US, black workers comprise 11% of the US workforce, but hold just 7% of STEM jobs that require a bachelor’s degree or higher. Only 4% of medical doctors are black. Hispanic workers make up 16% of the US workforce, 6% of STEM jobs that require a bachelor’s degree or higher, and 4.4% of medical doctors. Women make up 47% of the US workforce but 41% of STEM professionals with professional or doctoral degrees. And while we know around 3.5% of the US workforce identifies as LGBTQ+, their representation in STEM fields is largely unknown.</p>\n\n<p>These numbers become even more dismal in certain disciplines. For example, as of 2019, less than 4% of tenured or tenure-track geoscience positions are held by people of color, and fewer than 100 black women in the US have received PhDs in physics.</p>\n\n<p>This lack of diversity is unacceptable and actively harmful, both to people who are not afforded opportunities they deserve and to the STEM community as a whole. We cannot truly say we have cultivated the best and brightest in our respective fields when we are missing the voices of talented, brilliant people who are held back by widespread racism, sexism, and homophobia.</p>\n\n<p>It is up to us to confront these systemic injustices directly. We must all stand together against police violence, racism, and economic, social, and environmental inequality. STEM professional need to make sure underrepresented voices are heard, to listen, and to offer support. We must be the change. </p>\n\n<hr/>\n\n<p><strong>Sources:</strong></p>\n\n<ul>\n<li><a href=\"https://www.pnas.org/content/116/34/16793\">https://www.pnas.org/content/116/34/16793</a></li>\n<li><a href=\"https://mappingpoliceviolence.org/\">https://mappingpoliceviolence.org/</a></li>\n<li><a href=\"https://labblog.uofmhealth.org/rounds/racial-disparities-time-of-covid-19\">https://labblog.uofmhealth.org/rounds/racial-disparities-time-of-covid-19</a></li>\n<li><a href=\"https://www.ncbi.nlm.nih.gov/books/NBK24693/\">https://www.ncbi.nlm.nih.gov/books/NBK24693/</a></li>\n<li><a href=\"https://www.joincampaignzero.org/research\">https://www.joincampaignzero.org/research</a></li>\n<li><a href=\"https://www.theguardian.com/commentisfree/2020/apr/16/black-workers-coronavirus-covid-19\">https://www.theguardian.com/commentisfree/2020/apr/16/black-workers-coronavirus-covid-19</a></li>\n<li><a href=\"https://www.npr.org/transcripts/867466515\">https://www.npr.org/transcripts/867466515</a></li>\n<li><a href=\"https://www.pewsocialtrends.org/2018/01/09/diversity-in-the-stem-workforce-varies-widely-across-jobs/\">https://www.pewsocialtrends.org/2018/01/09/diversity-in-the-stem-workforce-varies-widely-across-jobs/</a></li>\n<li><a href=\"https://www.nature.com/articles/s41561-019-0519-z\">https://www.nature.com/articles/s41561-019-0519-z</a></li>\n<li><a href=\"https://physicstoday.scitation.org/do/10.1063/PT.6.3.20190529a/full/\">https://physicstoday.scitation.org/do/10.1063/PT.6.3.20190529a/full/</a></li>\n<li><a href=\"https://www.washingtonpost.com/outlook/2018/09/11/even-progressive-academics-can-be-racist-ive-experienced-it-firsthand/\">https://www.washingtonpost.com/outlook/2018/09/11/even-progressive-academics-can-be-racist-ive-experienced-it-firsthand/</a></li>\n<li><a href=\"http://www.bu.edu/articles/2017/lgbt-issues-stem-diversity/\">http://www.bu.edu/articles/2017/lgbt-issues-stem-diversity/</a></li>\n</ul>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/gvc7k9/black_lives_matter/"
    },
    {
        "subreddit": "askscience",
        "selftext": "In April 2023, [Reddit announced they would begin charging for its application programming interface (API)\naccess](https://www.nytimes.com/2023/04/18/technology/reddit-ai-openai-google.html).\n\nAPI is used to allow different applications to interact with each other. We are a heavily moderated subreddit, and we use API access for moderation, AMA organisation, and insights into our community. We are using community-driven tools which use the API in order to make management of a community as large as /r/askscience practical for our group of volunteer moderators.\n\nAt the same time, we recognise both Reddit's mission as a corporation, as well as the dangers and risks arising from access to the API. Reddit is looking for ways to [monetize its user-generated content](https://twin-cities.umn.edu/news-events/upcoming-reddit-blackout-and-future-third-party-applications); the Times article linked above notes has been used to train high-profile machine learning models like OpenAI's.\n\nWhile Reddit administration has mentioned [free access for moderation tools](https://www.reddit.com/r/modnews/comments/141oqn8/api_updates_questions/), we believe their current approach of gatekeeping access based on arbitrary and indiscriminate rate limiting has several shortcomings:  \nIt disproportionately impacts people who use Reddit with accommodations, such as screen readers: Reddit has stated that [accessibility-focused apps will be exempt from the new restrictions](https://techcrunch.com/2023/06/08/reddit-makes-an-exception-for-accessibility-apps-under-new-api-terms/) but has offered little clarity on what that means for this rapidly-approaching change  \nIt does not reflect Reddit’s promise to [support moderation\n  tools](https://www.reddit.com/r/modnews/comments/141oqn8/api_updates_questions/)  \nIt does not establish clear and concise criteria for what is legitimate API usage  \n\nWe also remain cognisant of Reddit’s past promises to [improve communication with\nmoderators](https://www.reddit.com/r/announcements/comments/3cbo4m/we_apologize/) and build tools for us to improve search and combat hateful rhetoric, anti-vaccination, and COVID denialism. While Reddit has banned hate speech and banned communities spreading science denialism, we feel they have not delivered on moderation tools and support. We feel that 3rd-party tools still offer superior support for moderation as well as accessibility features.\n\nEveryone in the /r/askscience community contributes to its quality and longevity by volunteering their time and expertise to question, answer, and moderate scientific discussion. We feel the Reddit administration does a disservice our passion for large-scale, high-quality science communication by [pursuing a unilateral and opaque\ndirection](https://old.reddit.com/r/reddit/comments/145bram/addressing_the_community_about_changes_to_our_api/). This damages our community and ultimately Reddit itself by severing the trust we place upon it as a platform for science education and outreach.\n\nTherefore, we have decided to join the protest beginning June 12. During this time, askscience will not be allowing new posts.  We anticipate being offline for 48 hours, and we thank you sincerely for your support and understanding.",
        "title": "AskScience’s concerns regarding Reddit’s API changes",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>In April 2023, <a href=\"https://www.nytimes.com/2023/04/18/technology/reddit-ai-openai-google.html\">Reddit announced they would begin charging for its application programming interface (API)\naccess</a>.</p>\n\n<p>API is used to allow different applications to interact with each other. We are a heavily moderated subreddit, and we use API access for moderation, AMA organisation, and insights into our community. We are using community-driven tools which use the API in order to make management of a community as large as <a href=\"/r/askscience\">/r/askscience</a> practical for our group of volunteer moderators.</p>\n\n<p>At the same time, we recognise both Reddit&#39;s mission as a corporation, as well as the dangers and risks arising from access to the API. Reddit is looking for ways to <a href=\"https://twin-cities.umn.edu/news-events/upcoming-reddit-blackout-and-future-third-party-applications\">monetize its user-generated content</a>; the Times article linked above notes has been used to train high-profile machine learning models like OpenAI&#39;s.</p>\n\n<p>While Reddit administration has mentioned <a href=\"https://www.reddit.com/r/modnews/comments/141oqn8/api_updates_questions/\">free access for moderation tools</a>, we believe their current approach of gatekeeping access based on arbitrary and indiscriminate rate limiting has several shortcomings:<br/>\nIt disproportionately impacts people who use Reddit with accommodations, such as screen readers: Reddit has stated that <a href=\"https://techcrunch.com/2023/06/08/reddit-makes-an-exception-for-accessibility-apps-under-new-api-terms/\">accessibility-focused apps will be exempt from the new restrictions</a> but has offered little clarity on what that means for this rapidly-approaching change<br/>\nIt does not reflect Reddit’s promise to <a href=\"https://www.reddit.com/r/modnews/comments/141oqn8/api_updates_questions/\">support moderation\n  tools</a><br/>\nIt does not establish clear and concise criteria for what is legitimate API usage  </p>\n\n<p>We also remain cognisant of Reddit’s past promises to <a href=\"https://www.reddit.com/r/announcements/comments/3cbo4m/we_apologize/\">improve communication with\nmoderators</a> and build tools for us to improve search and combat hateful rhetoric, anti-vaccination, and COVID denialism. While Reddit has banned hate speech and banned communities spreading science denialism, we feel they have not delivered on moderation tools and support. We feel that 3rd-party tools still offer superior support for moderation as well as accessibility features.</p>\n\n<p>Everyone in the <a href=\"/r/askscience\">/r/askscience</a> community contributes to its quality and longevity by volunteering their time and expertise to question, answer, and moderate scientific discussion. We feel the Reddit administration does a disservice our passion for large-scale, high-quality science communication by <a href=\"https://old.reddit.com/r/reddit/comments/145bram/addressing_the_community_about_changes_to_our_api/\">pursuing a unilateral and opaque\ndirection</a>. This damages our community and ultimately Reddit itself by severing the trust we place upon it as a platform for science education and outreach.</p>\n\n<p>Therefore, we have decided to join the protest beginning June 12. During this time, askscience will not be allowing new posts.  We anticipate being offline for 48 hours, and we thank you sincerely for your support and understanding.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/147epb8/asksciences_concerns_regarding_reddits_api_changes/"
    },
    {
        "subreddit": "askscience",
        "selftext": "&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Today in AskScience we wish to spotlight our solidarity with the subreddits that have closed today, whose operations depend critically on timely communication and input from the admins.  This post is motivated by the events of today coupled with previous interactions AskScience moderators have had in the past with the reddit staff.\n\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This is an issue that has been chronically inadequate for moderators of large subreddits reaching out to the admins over the years. Reddit is a great site with an even more amazing community, however it is frustrating to volunteer time to run a large subreddit and have questions go unacknowledged by the people running the site.\n\n&nbsp;&nbsp;&nbsp;&nbsp;We have not gone private because our team has chosen to keep the subreddit open for our readers, but instead stating our disapproval of how events have been handled currently as well as the past.",
        "title": "A message to our users",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Today in AskScience we wish to spotlight our solidarity with the subreddits that have closed today, whose operations depend critically on timely communication and input from the admins.  This post is motivated by the events of today coupled with previous interactions AskScience moderators have had in the past with the reddit staff.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This is an issue that has been chronically inadequate for moderators of large subreddits reaching out to the admins over the years. Reddit is a great site with an even more amazing community, however it is frustrating to volunteer time to run a large subreddit and have questions go unacknowledged by the people running the site.</p>\n\n<p>&nbsp;&nbsp;&nbsp;&nbsp;We have not gone private because our team has chosen to keep the subreddit open for our readers, but instead stating our disapproval of how events have been handled currently as well as the past.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/3by2nk/a_message_to_our_users/"
    },
    {
        "subreddit": "askscience",
        "selftext": "I live in the USA Midwest",
        "title": "Why is it that during winter it's not uncommon to have days with abnormally high temperature and summer-like weather, but in the summer it never drops to winter-like weather for a day?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I live in the USA Midwest</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/7yx524/why_is_it_that_during_winter_its_not_uncommon_to/"
    },
    {
        "subreddit": "askscience",
        "selftext": "Edit: wow. I was expecting something along the lines of \"of course not idiot\"  but this is now my top ever post. Great discussion everyone!\n\nalso yes ants don't have eyes i know that now. i just meant something small that does have eyes.\n\nEdit 2: ok ants DO have eyes.\n\nalso why am i on the front page for asking if elephants can see ants? this is the best day ever!\n\nFINAL EDIT: somebody gave me gold, and this has become the third top post ever on askscience... that is not how i was expecting this to go. thank you all!",
        "title": "Does the size of a creature, or the size of its eye, affect what can be seen by the \"naked eye\"? for example, can ants see things we consider microscopic? are ants microscopic to elephants?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: wow. I was expecting something along the lines of &quot;of course not idiot&quot;  but this is now my top ever post. Great discussion everyone!</p>\n\n<p>also yes ants don&#39;t have eyes i know that now. i just meant something small that does have eyes.</p>\n\n<p>Edit 2: ok ants DO have eyes.</p>\n\n<p>also why am i on the front page for asking if elephants can see ants? this is the best day ever!</p>\n\n<p>FINAL EDIT: somebody gave me gold, and this has become the third top post ever on askscience... that is not how i was expecting this to go. thank you all!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/6idvam/does_the_size_of_a_creature_or_the_size_of_its/"
    },
    {
        "subreddit": "askscience",
        "selftext": "So my son has high functioning autism and he is obsessed with tornados. He is 7 and constantly pesters his mom and myself with questions. I know the basics but I am hoping that the more knowledgeable of you can provide more correct answers that I can simplify for him. And any other super cool facts wold be super appreciated!\n\nTornados:\n\n1. How do tornadoes create a vortex?\n1. How are their winds so strong?\n1. How do tornadoes form their eye?\n1. Is the center of the tornado the strongest part?\n1. How do tornadoes crush items that it sucks up?",
        "title": "Can my 7 year old ask you about tornadoes?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>So my son has high functioning autism and he is obsessed with tornados. He is 7 and constantly pesters his mom and myself with questions. I know the basics but I am hoping that the more knowledgeable of you can provide more correct answers that I can simplify for him. And any other super cool facts wold be super appreciated!</p>\n\n<p>Tornados:</p>\n\n<ol>\n<li>How do tornadoes create a vortex?</li>\n<li>How are their winds so strong?</li>\n<li>How do tornadoes form their eye?</li>\n<li>Is the center of the tornado the strongest part?</li>\n<li>How do tornadoes crush items that it sucks up?</li>\n</ol>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/gfaczm/can_my_7_year_old_ask_you_about_tornadoes/"
    },
    {
        "subreddit": "askscience",
        "selftext": "On Thursday, January 30, 2020, the World Health Organization declared that the new coronavirus epidemic now constitutes a public health emergency of international concern. A majority of cases are affecting people in Hubei Province, China, but additional cases have been reported in at least two dozen other countries. This new coronavirus is currently called the “2019 novel coronavirus” or “2019-nCoV”.\n\nThe moderators of /r/AskScience have assembled a [list of Frequently Asked Questions](https://www.reddit.com/r/askscience/wiki/medicine/2019-ncov), including:\n\n- How does 2019-nCoV spread?\n- What are the symptoms?\n- What are known risk and prevention factors?\n- How effective are masks at preventing the spread of 2019-nCoV?\n- What treatment exists?\n- What role might pets and other animals play in the outbreak?\n- What can I do to help prevent the spread of 2019-nCoV if I am sick?\n- What sort of misinformation is being spread about 2019-nCoV?\n\nOur experts will be on hand to answer your questions below! We also have an earlier [megathread](https://old.reddit.com/r/askscience/comments/etkdx1/coronavirus_megathread/) with additional information.\n\n---\n\n**Note:** We cannot give medical advice. All requests for or offerings of personal medical advice will be removed, as they're against the /r/AskScience rules. For more information, please see [this post](https://www.reddit.com/r/askscience/comments/s4chc/meta_medical_advice_on_askscience_the_guidelines/).",
        "title": "Have a question about the 2019 novel coronavirus (2019-nCoV)? Ask us here!",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>On Thursday, January 30, 2020, the World Health Organization declared that the new coronavirus epidemic now constitutes a public health emergency of international concern. A majority of cases are affecting people in Hubei Province, China, but additional cases have been reported in at least two dozen other countries. This new coronavirus is currently called the “2019 novel coronavirus” or “2019-nCoV”.</p>\n\n<p>The moderators of <a href=\"/r/AskScience\">/r/AskScience</a> have assembled a <a href=\"https://www.reddit.com/r/askscience/wiki/medicine/2019-ncov\">list of Frequently Asked Questions</a>, including:</p>\n\n<ul>\n<li>How does 2019-nCoV spread?</li>\n<li>What are the symptoms?</li>\n<li>What are known risk and prevention factors?</li>\n<li>How effective are masks at preventing the spread of 2019-nCoV?</li>\n<li>What treatment exists?</li>\n<li>What role might pets and other animals play in the outbreak?</li>\n<li>What can I do to help prevent the spread of 2019-nCoV if I am sick?</li>\n<li>What sort of misinformation is being spread about 2019-nCoV?</li>\n</ul>\n\n<p>Our experts will be on hand to answer your questions below! We also have an earlier <a href=\"https://old.reddit.com/r/askscience/comments/etkdx1/coronavirus_megathread/\">megathread</a> with additional information.</p>\n\n<hr/>\n\n<p><strong>Note:</strong> We cannot give medical advice. All requests for or offerings of personal medical advice will be removed, as they&#39;re against the <a href=\"/r/AskScience\">/r/AskScience</a> rules. For more information, please see <a href=\"https://www.reddit.com/r/askscience/comments/s4chc/meta_medical_advice_on_askscience_the_guidelines/\">this post</a>.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/ewwmem/have_a_question_about_the_2019_novel_coronavirus/"
    },
    {
        "subreddit": "askscience",
        "selftext": "Did I ask a stupid question?\n\nEdit: wow, didn't expect this to blow up like this, ty all for your explanations, this is much clearer now. I didn't get why we would use a unit that describes a quantity when we already have a quantity related unit that is the mass, especially when we know how to weight things. Thank you again for your help, I really didn't expect the reddit community to be so supportive.",
        "title": "Asked my chemistry teacher (first year of highschool) this \"Why do we use the mole (unit) instead of just using the mass (grams) isn't it easier to handle given the fact that we can weigh it easily? why the need to use the mole?\" And he said he \"doesn't answer to stupid questions\"",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Did I ask a stupid question?</p>\n\n<p>Edit: wow, didn&#39;t expect this to blow up like this, ty all for your explanations, this is much clearer now. I didn&#39;t get why we would use a unit that describes a quantity when we already have a quantity related unit that is the mass, especially when we know how to weight things. Thank you again for your help, I really didn&#39;t expect the reddit community to be so supportive.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/ahmf5h/asked_my_chemistry_teacher_first_year_of/"
    },
    {
        "subreddit": "askscience",
        "selftext": "Edit: Thanks for the informative responses and especially from people who work in this field. Let's hope your knowledge helps prevent horrible incidents like these in future.\n\nEdit2: Quite a lot of responses here also about the legitimacy of the field of fire investigation. I know pretty much nothing about this area, so hearing this viewpoint is also interesting. I did askscience after all, so the critical points are welcome. Thanks, all.",
        "title": "The recent fire in London was traced to an electrical fault in a fridge freezer. How can you trace with such accuracy what was the single appliance that caused it?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: Thanks for the informative responses and especially from people who work in this field. Let&#39;s hope your knowledge helps prevent horrible incidents like these in future.</p>\n\n<p>Edit2: Quite a lot of responses here also about the legitimacy of the field of fire investigation. I know pretty much nothing about this area, so hearing this viewpoint is also interesting. I did askscience after all, so the critical points are welcome. Thanks, all.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/6j0tg2/the_recent_fire_in_london_was_traced_to_an/"
    },
    {
        "subreddit": "askscience",
        "selftext": "The depth of the lava zone is roughly 1200-1500 meters, and the gravity seems similar to Earth's. Could this happen in real life, with or without those conditions?",
        "title": "The video game \"Subnautica\" depicts an alien planet with many exotic underwater ecosystems. One of these is a \"lava zone\" where molten lava stays in liquid form under the sea. Is this possible?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>The depth of the lava zone is roughly 1200-1500 meters, and the gravity seems similar to Earth&#39;s. Could this happen in real life, with or without those conditions?</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/7vgwdg/the_video_game_subnautica_depicts_an_alien_planet/"
    },
    {
        "subreddit": "askscience",
        "selftext": "Edit: Thanks everyone for many different perspectives and interesting arguments!\n\nOne statistic brought up was global educational attainment rising overall, which is a quite well-known development, and I'm glad it is taking place.\n\nAnother point brought up was education and degrees. In this question, I don't necessarily equal attained education with received degrees but rather with actual acquired knowledge, including knowledge gained through non-institutional education. \n\nI realize we need quantifiable ways to measure educational attainment and awarded degrees is one of them. Though imperfect, it is better than non-existent. One just has to be careful about interpreting what exactly that number tells us. It also begs the question: What is the best way to measure acquired knowledge?\n\nAn educational gap has existed in some form since the dawn of formal education. However, in case there is a trend of a growing educational gap, what concerns me is the possible emergence of an **educational divide**. Depending on the definition of \"educational divide\" and high-quality data available, such divide might potentially be underway.",
        "title": "Similar to increasing wealth gap, are we experiencing an increasing educational gap? Are well-educated getting more educated and under-educated staying under-educated?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: Thanks everyone for many different perspectives and interesting arguments!</p>\n\n<p>One statistic brought up was global educational attainment rising overall, which is a quite well-known development, and I&#39;m glad it is taking place.</p>\n\n<p>Another point brought up was education and degrees. In this question, I don&#39;t necessarily equal attained education with received degrees but rather with actual acquired knowledge, including knowledge gained through non-institutional education. </p>\n\n<p>I realize we need quantifiable ways to measure educational attainment and awarded degrees is one of them. Though imperfect, it is better than non-existent. One just has to be careful about interpreting what exactly that number tells us. It also begs the question: What is the best way to measure acquired knowledge?</p>\n\n<p>An educational gap has existed in some form since the dawn of formal education. However, in case there is a trend of a growing educational gap, what concerns me is the possible emergence of an <strong>educational divide</strong>. Depending on the definition of &quot;educational divide&quot; and high-quality data available, such divide might potentially be underway.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/7v0z9e/similar_to_increasing_wealth_gap_are_we/"
    },
    {
        "subreddit": "askscience",
        "selftext": "This also means that our calendar should shift over 3 days every 4 years, changing the \"location\" of the seasons in our man made calendar\n\nEdit: Thanks for the responses everyone, I understand it totally now. My students ask me this question every year when I teach the unit on Earth and space and every year a student asks me this, so this year I'm getting the jump on them and doing my research before they inevitably ask me. Its difficult to quench the curiosity of kids, now only to anticipate what they're follow up question Will be...",
        "title": "If each day is only 23h56m4s, over the course of 4 years, we accumulate 95.7 hours of unaccounted time when approximating each day to 24 hours. We give ourselves one extra day in February, which accounts for only 24 hours of that extra time, but where does that extra 71.7 hours go?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This also means that our calendar should shift over 3 days every 4 years, changing the &quot;location&quot; of the seasons in our man made calendar</p>\n\n<p>Edit: Thanks for the responses everyone, I understand it totally now. My students ask me this question every year when I teach the unit on Earth and space and every year a student asks me this, so this year I&#39;m getting the jump on them and doing my research before they inevitably ask me. Its difficult to quench the curiosity of kids, now only to anticipate what they&#39;re follow up question Will be...</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/6c3t0s/if_each_day_is_only_23h56m4s_over_the_course_of_4/"
    },
    {
        "subreddit": "askscience",
        "selftext": "This year's Nobel prize in Physics was given for proving it. Can someone explain the whole concept in simple words?",
        "title": "What does \"The Universe is not locally real\" mean?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>This year&#39;s Nobel prize in Physics was given for proving it. Can someone explain the whole concept in simple words?</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/xxyqgx/what_does_the_universe_is_not_locally_real_mean/"
    },
    {
        "subreddit": "askscience",
        "selftext": "[Egypt's dependency on the Nile in one picture](https://eol.jsc.nasa.gov/DatabaseImages/ESC/large/ISS025/ISS025-E-9972.jpg)\n\n[Sisi: Egypt Does Not Want War with Ethiopia, Sudan](https://www.ezega.com/News/NewsDetails/6211/Egypt-Does-Not-Want-War-with-Ethiopia-Sudan-el-Sisi)\n\n[Cairo taps World Bank to mediate Ethiopian dam dispute] (http://www.xinhuanet.com/english/2017-12/27/c_136853702.htm) \n\n[Ethiopia leader rejects call for World Bank arbitration in dam dispute] (https://www.reuters.com/article/us-ethiopia-egypt-dam/ethiopia-leader-rejects-call-for-world-bank-arbitration-in-dam-dispute-idUSKBN1FA0WE)",
        "title": "Ethiopia is building the largest hydroelectric power plant in Africa, Egypt opposes the dam which it believes will reduce the amount of water that it gets, Ethiopia asserts that the dam will in fact increase water flow to Egypt by reducing evaporation on Egypt's Lake Nasser, How so?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><a href=\"https://eol.jsc.nasa.gov/DatabaseImages/ESC/large/ISS025/ISS025-E-9972.jpg\">Egypt&#39;s dependency on the Nile in one picture</a></p>\n\n<p><a href=\"https://www.ezega.com/News/NewsDetails/6211/Egypt-Does-Not-Want-War-with-Ethiopia-Sudan-el-Sisi\">Sisi: Egypt Does Not Want War with Ethiopia, Sudan</a></p>\n\n<p><a href=\"http://www.xinhuanet.com/english/2017-12/27/c_136853702.htm\">Cairo taps World Bank to mediate Ethiopian dam dispute</a> </p>\n\n<p><a href=\"https://www.reuters.com/article/us-ethiopia-egypt-dam/ethiopia-leader-rejects-call-for-world-bank-arbitration-in-dam-dispute-idUSKBN1FA0WE\">Ethiopia leader rejects call for World Bank arbitration in dam dispute</a></p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/7s57t6/ethiopia_is_building_the_largest_hydroelectric/"
    },
    {
        "subreddit": "askscience",
        "selftext": "Edit: First gold, thank you kind stranger.",
        "title": "What affect does the quantity of injuries have on healing time? For example, would a paper cut take longer to heal if I had a broken Jaw at the same time?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: First gold, thank you kind stranger.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/6uc2os/what_affect_does_the_quantity_of_injuries_have_on/"
    },
    {
        "subreddit": "askscience",
        "selftext": "I get clearing more than 100 meters, for noise reduction and buildings. But why set cruising altitude at 33,000 feet and not just 1000 feet?\n\nEdit oh fuck this post gained a lot of traction, thanks for all the replies this is now my highest upvoted post. Thanks guys and happy holidays 😊😊",
        "title": "Why do airplanes need to fly so high?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I get clearing more than 100 meters, for noise reduction and buildings. But why set cruising altitude at 33,000 feet and not just 1000 feet?</p>\n\n<p>Edit oh fuck this post gained a lot of traction, thanks for all the replies this is now my highest upvoted post. Thanks guys and happy holidays 😊😊</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/7k296s/why_do_airplanes_need_to_fly_so_high/"
    },
    {
        "subreddit": "askscience",
        "selftext": "Hi everyone! We are *very* excited about the upcoming press release (10:30 EST / 15:30 UTC) from the [LIGO](http://www.ligo.org) collaboration, a ground-based experiment to detect gravitational waves. This thread will be edited as updates become available. We'll have a number of panelists in and out (who will also be listening in), so please ask questions!\n\n-----\n\nLinks:\n\n* [YouTube Announcement](https://www.youtube.com/watch?v=c7293kAiPZw)\n* [LIGO](http://www.ligo.org/news/media-advisory.php)\n* [Gravitational wave primer by Discovery](http://news.discovery.com/space/what-you-need-to-know-about-gravitational-waves-160210.htm)\n* [Gravitational wave primer by PhD Comics](http://www.phdcomics.com/comics.php?f=1853)\n\n-----\n\nFAQ:\n\n> Where do they come from?\n\nThe source of gravitational waves detectable by human experiments are two compact objects orbiting around each other. LIGO observes stellar mass objects (some combination of neutron stars and black holes, for example) orbiting around each other just before they merge (as gravitational wave energy leaves the system, the orbit shrinks). \n\n> How fast do they go?\n\nGravitational waves travel at the speed of light ([wiki](https://en.wikipedia.org/wiki/Speed_of_gravity)).\n\n> Haven't gravitational waves already been detected?\n\nThe 1993 Nobel Prize in Physics was awarded for the *indirect* detection of gravitational waves from a double neutron star system, [PSR B1913+16](https://en.wikipedia.org/wiki/PSR_B1913%2B16).\n\nIn 2014, the [BICEP2](https://en.wikipedia.org/wiki/BICEP_and_Keck_Array#BICEP2) team announced the detection of primordial gravitational waves, or those from the very early universe and inflation. A joint analysis of the cosmic microwave background maps from the Planck and BICEP2 team in January 2015 showed that the signal they detected could be attributed entirely to foreground dust in the Milky Way.\n\n> Does this mean we can control gravity?\n\nNo. More precisely, many things will emit gravitational waves, but they will be so incredibly weak that they are immeasurable. It takes very massive, compact objects to produce already tiny strains. For more information on the expected spectrum of gravitational waves, see [here](http://www.tapir.caltech.edu/~teviet/Waves/gwave_spectrum.html).\n\n> What's the practical application?\n\n[Here](http://stuver.blogspot.com/2012/01/q-how-can-gravitational-waves-help.html) is a nice and concise review.\n\n> How is this consistent with the idea of gravitons? Is this gravitons?\n\n[Here](https://www.reddit.com/r/askscience/comments/44ht2f/if_the_rumor_of_gravitational_waves_is_confirmed/czqa5bv) is a recent /r/askscience discussion answering just that! (See limits on gravitons below!)\n\n-----\n\nStay tuned for updates!\n\nEdits:\n\n* The youtube link was updated with the newer stream.\n* It's started!\n* [LIGO HAS DONE IT](http://havewedetectedgravitationalwavesyet.com/)\n* Event happened 1.3 billion years ago.\n* [Data plot](https://scontent-yyz1-1.xx.fbcdn.net/hphotos-xpl1/v/t1.0-9/12705573_10153931503438909_1455741693399938404_n.jpg?oh=ac0d075c0e24ade55e3c36b5aa89d681&oe=57360AD8)\n* [Nature announcement](http://www.nature.com/news/einstein-s-gravitational-waves-found-at-last-1.19361).\n* [Paper in Phys. Rev. Letters](http://journals.aps.org/prl/abstract/10.1103/PhysRevLett.116.061102) (if you can't access the paper, someone graciously posted a [link](https://fgv5jw.by3302.livefilestore.com/y3mMBeHMccmMVdokSZwfJHxrG-V1RhcYA-txBSqWGA1sNbZ-SFN9ybyC5yCJ-47GRVm5BCqIBpXTnAa_nFbcmKr-RiR5ox01N3v2t2GCaJlwWSufWg18dpP9XdOZzFKDA8PRmyR6YHdhNLXfieSr7ayX1lRfdYdu8SjtccPAGmNBWQ/Detection_of_GW150914.pdf?psid=1))\n    * Two stellar mass black holes (36+5-4 and 29+/-4 M_sun) into a 62+/-4 M_sun black hole with 3.0+/-0.5 M_sun c^2 radiated away in gravitational waves. That's the equivalent energy of 5000 supernovae!\n    * Peak luminosity of 3.6+0.5-0.4 x 10^56 erg/s, 200+30-20 M_sun c^2 / s. One supernova is roughly 10^51 ergs in total!\n    * Distance of 410+160-180 megaparsecs (z = 0.09+0.03-0.04)\n    * Final black hole spin α = 0.67+0.05-0.07\n    * 5.1 sigma significance (S/N = 24)\n    * Strain value of = 1.0 x 10^-21\n    * Broad region in sky roughly in the area of the Magellanic clouds (but much farther away!)\n    * Rates on stellar mass binary black hole mergers: 2-400 Gpc^-3 yr^-1\n    * Limits on gravitons: Compton wavelength > 10^13 km, mass m < 1.2 x 10^-22 eV / c^2 (2.1 x 10^-58 kg!)\n* [Video](https://www.youtube.com/watch?v=YsZFRkzLGew) simulation of the merger event.\n* Thanks for being with us through this extremely exciting live feed! We'll be around to try and answer questions.\n* LIGO has released numerous documents [here](https://dcc.ligo.org/LIGO-P150914/public). So if you'd like to see constraints on general relativity, the merger rate calculations, the calibration of the detectors, etc., check that out!\n* Probable(?) gamma ray burst associated with the merger: [link](http://gammaray.nsstc.nasa.gov/gbm/publications/preprints/gbm_ligo_preprint.pdf)",
        "title": "Gravitational Wave Megathread",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone! We are <em>very</em> excited about the upcoming press release (10:30 EST / 15:30 UTC) from the <a href=\"http://www.ligo.org\">LIGO</a> collaboration, a ground-based experiment to detect gravitational waves. This thread will be edited as updates become available. We&#39;ll have a number of panelists in and out (who will also be listening in), so please ask questions!</p>\n\n<hr/>\n\n<p>Links:</p>\n\n<ul>\n<li><a href=\"https://www.youtube.com/watch?v=c7293kAiPZw\">YouTube Announcement</a></li>\n<li><a href=\"http://www.ligo.org/news/media-advisory.php\">LIGO</a></li>\n<li><a href=\"http://news.discovery.com/space/what-you-need-to-know-about-gravitational-waves-160210.htm\">Gravitational wave primer by Discovery</a></li>\n<li><a href=\"http://www.phdcomics.com/comics.php?f=1853\">Gravitational wave primer by PhD Comics</a></li>\n</ul>\n\n<hr/>\n\n<p>FAQ:</p>\n\n<blockquote>\n<p>Where do they come from?</p>\n</blockquote>\n\n<p>The source of gravitational waves detectable by human experiments are two compact objects orbiting around each other. LIGO observes stellar mass objects (some combination of neutron stars and black holes, for example) orbiting around each other just before they merge (as gravitational wave energy leaves the system, the orbit shrinks). </p>\n\n<blockquote>\n<p>How fast do they go?</p>\n</blockquote>\n\n<p>Gravitational waves travel at the speed of light (<a href=\"https://en.wikipedia.org/wiki/Speed_of_gravity\">wiki</a>).</p>\n\n<blockquote>\n<p>Haven&#39;t gravitational waves already been detected?</p>\n</blockquote>\n\n<p>The 1993 Nobel Prize in Physics was awarded for the <em>indirect</em> detection of gravitational waves from a double neutron star system, <a href=\"https://en.wikipedia.org/wiki/PSR_B1913%2B16\">PSR B1913+16</a>.</p>\n\n<p>In 2014, the <a href=\"https://en.wikipedia.org/wiki/BICEP_and_Keck_Array#BICEP2\">BICEP2</a> team announced the detection of primordial gravitational waves, or those from the very early universe and inflation. A joint analysis of the cosmic microwave background maps from the Planck and BICEP2 team in January 2015 showed that the signal they detected could be attributed entirely to foreground dust in the Milky Way.</p>\n\n<blockquote>\n<p>Does this mean we can control gravity?</p>\n</blockquote>\n\n<p>No. More precisely, many things will emit gravitational waves, but they will be so incredibly weak that they are immeasurable. It takes very massive, compact objects to produce already tiny strains. For more information on the expected spectrum of gravitational waves, see <a href=\"http://www.tapir.caltech.edu/%7Eteviet/Waves/gwave_spectrum.html\">here</a>.</p>\n\n<blockquote>\n<p>What&#39;s the practical application?</p>\n</blockquote>\n\n<p><a href=\"http://stuver.blogspot.com/2012/01/q-how-can-gravitational-waves-help.html\">Here</a> is a nice and concise review.</p>\n\n<blockquote>\n<p>How is this consistent with the idea of gravitons? Is this gravitons?</p>\n</blockquote>\n\n<p><a href=\"https://www.reddit.com/r/askscience/comments/44ht2f/if_the_rumor_of_gravitational_waves_is_confirmed/czqa5bv\">Here</a> is a recent <a href=\"/r/askscience\">/r/askscience</a> discussion answering just that! (See limits on gravitons below!)</p>\n\n<hr/>\n\n<p>Stay tuned for updates!</p>\n\n<p>Edits:</p>\n\n<ul>\n<li>The youtube link was updated with the newer stream.</li>\n<li>It&#39;s started!</li>\n<li><a href=\"http://havewedetectedgravitationalwavesyet.com/\">LIGO HAS DONE IT</a></li>\n<li>Event happened 1.3 billion years ago.</li>\n<li><a href=\"https://scontent-yyz1-1.xx.fbcdn.net/hphotos-xpl1/v/t1.0-9/12705573_10153931503438909_1455741693399938404_n.jpg?oh=ac0d075c0e24ade55e3c36b5aa89d681&amp;oe=57360AD8\">Data plot</a></li>\n<li><a href=\"http://www.nature.com/news/einstein-s-gravitational-waves-found-at-last-1.19361\">Nature announcement</a>.</li>\n<li><a href=\"http://journals.aps.org/prl/abstract/10.1103/PhysRevLett.116.061102\">Paper in Phys. Rev. Letters</a> (if you can&#39;t access the paper, someone graciously posted a <a href=\"https://fgv5jw.by3302.livefilestore.com/y3mMBeHMccmMVdokSZwfJHxrG-V1RhcYA-txBSqWGA1sNbZ-SFN9ybyC5yCJ-47GRVm5BCqIBpXTnAa_nFbcmKr-RiR5ox01N3v2t2GCaJlwWSufWg18dpP9XdOZzFKDA8PRmyR6YHdhNLXfieSr7ayX1lRfdYdu8SjtccPAGmNBWQ/Detection_of_GW150914.pdf?psid=1\">link</a>)\n\n<ul>\n<li>Two stellar mass black holes (36+5-4 and 29+/-4 M_sun) into a 62+/-4 M_sun black hole with 3.0+/-0.5 M_sun c<sup>2</sup> radiated away in gravitational waves. That&#39;s the equivalent energy of 5000 supernovae!</li>\n<li>Peak luminosity of 3.6+0.5-0.4 x 10<sup>56</sup> erg/s, 200+30-20 M_sun c<sup>2</sup> / s. One supernova is roughly 10<sup>51</sup> ergs in total!</li>\n<li>Distance of 410+160-180 megaparsecs (z = 0.09+0.03-0.04)</li>\n<li>Final black hole spin α = 0.67+0.05-0.07</li>\n<li>5.1 sigma significance (S/N = 24)</li>\n<li>Strain value of = 1.0 x 10<sup>-21</sup></li>\n<li>Broad region in sky roughly in the area of the Magellanic clouds (but much farther away!)</li>\n<li>Rates on stellar mass binary black hole mergers: 2-400 Gpc<sup>-3</sup> yr<sup>-1</sup></li>\n<li>Limits on gravitons: Compton wavelength &gt; 10<sup>13</sup> km, mass m &lt; 1.2 x 10<sup>-22</sup> eV / c<sup>2</sup> (2.1 x 10<sup>-58</sup> kg!)</li>\n</ul></li>\n<li><a href=\"https://www.youtube.com/watch?v=YsZFRkzLGew\">Video</a> simulation of the merger event.</li>\n<li>Thanks for being with us through this extremely exciting live feed! We&#39;ll be around to try and answer questions.</li>\n<li>LIGO has released numerous documents <a href=\"https://dcc.ligo.org/LIGO-P150914/public\">here</a>. So if you&#39;d like to see constraints on general relativity, the merger rate calculations, the calibration of the detectors, etc., check that out!</li>\n<li>Probable(?) gamma ray burst associated with the merger: <a href=\"http://gammaray.nsstc.nasa.gov/gbm/publications/preprints/gbm_ligo_preprint.pdf\">link</a></li>\n</ul>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/458vhd/gravitational_wave_megathread/"
    },
    {
        "subreddit": "askscience",
        "selftext": "Edit: Well I'm pretty satisfied with all the answers as they seem to come to similar conclusions. Thanks!",
        "title": "If someone was to cover their eyes for a year straight without seeing any light, would it just be really bright when they take it off then slowly adjust back to normal or would it have a permanent affect on the persons vision?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Edit: Well I&#39;m pretty satisfied with all the answers as they seem to come to similar conclusions. Thanks!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/askscience/comments/7bf9w9/if_someone_was_to_cover_their_eyes_for_a_year/"
    },
    {
        "subreddit": "books",
        "selftext": "Hey everyone, **the chairman of the FCC, is very likely to announce a vote to gut neutrality, possibly as soon as Nov. 22nd.** Once a vote is called, it will become much, much harder to stop ISPs from charging us extra fees to access sites like reddit, and controlling what we see and do online by throttling and blocking sites, apps, games, and streaming services. ISPs shouldn't be able to favor their own e-readers or online book services over others. the Internet is a massive public library. We cant allow the FCC to give Comcast control over it.\n\n**[But there’s still hope. The most effective way to can stop this is by driving as many calls as possible to our Senators and Representatives, now through Nov. 22nd. ](https://www.battleforthenet.com)**\n\nWe're getting word that there are lawmakers who are sympathetic to our cause and considering taking action to slow the FCC down, but they won’t act unless they get more phone calls from constituents. Also, if your think your Rep's opposed to net neutrality, its all the more reason to call them. Those Reps need to hear your voice more than anyone.\n\n**Please, head over to https://www.battleforthenet.com , and give your Senators and Reps a call telling them to stop the FCC from slashing Title II net neutrality protections.** The time to act is now.\n\nTo reach the call in line directly by phone, **call 202-930-8550**.\n\nWhen you get through to your Rep's office, introduce yourself, be polite, and say: \n> I support \"Title Two\" net neutrality rules and I urge you to oppose the FCC's plan to repeal them. Specifically, I'd like you to contact the FCC Chairman and demand he abandon his current plan.\n\nWe also have ready-made banners, modals, and graphics of various sizes here: https://www.battleforthenet.com/#join\n\nThanks.",
        "title": "The FCC is expected to announce a vote to gut net neutrality rules the day before Thanksgiving. Only a big burst of phone calls to Congress can stop them from allowing ISPs to charge us extra fees to access sites, apps, games, and ebooks.",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hey everyone, <strong>the chairman of the FCC, is very likely to announce a vote to gut neutrality, possibly as soon as Nov. 22nd.</strong> Once a vote is called, it will become much, much harder to stop ISPs from charging us extra fees to access sites like reddit, and controlling what we see and do online by throttling and blocking sites, apps, games, and streaming services. ISPs shouldn&#39;t be able to favor their own e-readers or online book services over others. the Internet is a massive public library. We cant allow the FCC to give Comcast control over it.</p>\n\n<p><strong><a href=\"https://www.battleforthenet.com\">But there’s still hope. The most effective way to can stop this is by driving as many calls as possible to our Senators and Representatives, now through Nov. 22nd. </a></strong></p>\n\n<p>We&#39;re getting word that there are lawmakers who are sympathetic to our cause and considering taking action to slow the FCC down, but they won’t act unless they get more phone calls from constituents. Also, if your think your Rep&#39;s opposed to net neutrality, its all the more reason to call them. Those Reps need to hear your voice more than anyone.</p>\n\n<p><strong>Please, head over to <a href=\"https://www.battleforthenet.com\">https://www.battleforthenet.com</a> , and give your Senators and Reps a call telling them to stop the FCC from slashing Title II net neutrality protections.</strong> The time to act is now.</p>\n\n<p>To reach the call in line directly by phone, <strong>call 202-930-8550</strong>.</p>\n\n<p>When you get through to your Rep&#39;s office, introduce yourself, be polite, and say: </p>\n\n<blockquote>\n<p>I support &quot;Title Two&quot; net neutrality rules and I urge you to oppose the FCC&#39;s plan to repeal them. Specifically, I&#39;d like you to contact the FCC Chairman and demand he abandon his current plan.</p>\n</blockquote>\n\n<p>We also have ready-made banners, modals, and graphics of various sizes here: <a href=\"https://www.battleforthenet.com/#join\">https://www.battleforthenet.com/#join</a></p>\n\n<p>Thanks.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/books/comments/77fqhe/the_fcc_is_expected_to_announce_a_vote_to_gut_net/"
    },
    {
        "subreddit": "books",
        "selftext": "Just something that I find quite annoying when looking for a new book, especially when trying to pick up a classic. I don't mind if there's a few reviews or even an opening paragraph that talks about the novels success but please give me some idea of what its actually about.\n\nAn example: To Kill a Mockingbird. I've been trying to catch up on some classics and this book was not taught in my high school and surprisingly, I know very little about its plot. It's back cover and Goodreads synopsis is nothing but praise and I don't to ruin it by reading the Wikipedia plot. \n\nDoes this bother anyone else?",
        "title": "I hate when the back of a book is devoid of a synopsis and is replaced with critical acclaim",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just something that I find quite annoying when looking for a new book, especially when trying to pick up a classic. I don&#39;t mind if there&#39;s a few reviews or even an opening paragraph that talks about the novels success but please give me some idea of what its actually about.</p>\n\n<p>An example: To Kill a Mockingbird. I&#39;ve been trying to catch up on some classics and this book was not taught in my high school and surprisingly, I know very little about its plot. It&#39;s back cover and Goodreads synopsis is nothing but praise and I don&#39;t to ruin it by reading the Wikipedia plot. </p>\n\n<p>Does this bother anyone else?</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/books/comments/j2plau/i_hate_when_the_back_of_a_book_is_devoid_of_a/"
    },
    {
        "subreddit": "books",
        "selftext": "Seriously! I hate it, it takes so much of the imagination out of it for me. I can't say I LOVE Amy Adams, so my reading of Sharp Objects was seriously hindered by imagining her as the main character nonstop. Why put real photographs of people on book covers anyway!\n\nI honestly think the state of book covers is atrocious. Half the time they all look like the same Photoshop *drivel, and the other half they're just famous actors from their adaptations.\n\nEdit: Thank you for the silver and gold, fellow redditors! I had no idea this would blow up, but it's nice to know others share my opinion.",
        "title": "rant: Stop putting movie images as the book covers!",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Seriously! I hate it, it takes so much of the imagination out of it for me. I can&#39;t say I LOVE Amy Adams, so my reading of Sharp Objects was seriously hindered by imagining her as the main character nonstop. Why put real photographs of people on book covers anyway!</p>\n\n<p>I honestly think the state of book covers is atrocious. Half the time they all look like the same Photoshop *drivel, and the other half they&#39;re just famous actors from their adaptations.</p>\n\n<p>Edit: Thank you for the silver and gold, fellow redditors! I had no idea this would blow up, but it&#39;s nice to know others share my opinion.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/books/comments/dksb73/rant_stop_putting_movie_images_as_the_book_covers/"
    },
    {
        "subreddit": "books",
        "selftext": "I'm very dyslexic. I didn't find out until I was 18 so I've just figured out ways to deal with it. At the beginning of the year I decided that I wanted to read at least one book in its entirety. I ended up reading 9 (which is more than I've ever read on my own in my life!) and gaining a whole new respect and love for reading. For me, reading was alway a very labored activity, I never enjoyed it. Now I read for enjoyment and I can understand why others do it too. Also I believe it has truly helped my dyslexia. \n\nEdit 1: OH MY GOSH I did not expect this to blow up like this! You guys are so supportive and it's so amazing to hear all of your stories!\n\nEdit 2: GOLD! I'm flabbergasted! To whoever gave me gold thank you thank you thank you!!\n\nEdit 3: Seriously this is an amazing sub and you are all very kind. I can't wait to read through all of the comments. Everyone on here is so incredibly supportive.",
        "title": "I'm dyslexic and I started off the year with the goal to read at least 1 book, I ended up reading 9!",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;m very dyslexic. I didn&#39;t find out until I was 18 so I&#39;ve just figured out ways to deal with it. At the beginning of the year I decided that I wanted to read at least one book in its entirety. I ended up reading 9 (which is more than I&#39;ve ever read on my own in my life!) and gaining a whole new respect and love for reading. For me, reading was alway a very labored activity, I never enjoyed it. Now I read for enjoyment and I can understand why others do it too. Also I believe it has truly helped my dyslexia. </p>\n\n<p>Edit 1: OH MY GOSH I did not expect this to blow up like this! You guys are so supportive and it&#39;s so amazing to hear all of your stories!</p>\n\n<p>Edit 2: GOLD! I&#39;m flabbergasted! To whoever gave me gold thank you thank you thank you!!</p>\n\n<p>Edit 3: Seriously this is an amazing sub and you are all very kind. I can&#39;t wait to read through all of the comments. Everyone on here is so incredibly supportive.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/books/comments/7mrzo1/im_dyslexic_and_i_started_off_the_year_with_the/"
    },
    {
        "subreddit": "books",
        "selftext": "“Once a little boy sent me a charming card with a little drawing on it. I loved it. I answer all my children’s letters — sometimes very hastily — but this one I lingered over. I sent him a card and I drew a picture of a Wild Thing on it. I wrote, “Dear Jim: I loved your card.” Then I got a letter back from his mother and she said, “Jim loved your card so much he ate it.” That to me was one of the highest compliments I’ve ever received. He didn’t care that it was an original Maurice Sendak drawing or anything. He saw it, he loved it, he ate it.” - Maurice Sendak\n\n[source: goodreads.com](https://www.goodreads.com/quotes/315932-once-a-little-boy-sent-me-a-charming-card-with)\n",
        "title": "Hilarious short quote about how Maurice Sendak (author/illustrator of Where the Wild Things Are) received what he calls the highest form of compliment by a child fan who wrote him.",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>“Once a little boy sent me a charming card with a little drawing on it. I loved it. I answer all my children’s letters — sometimes very hastily — but this one I lingered over. I sent him a card and I drew a picture of a Wild Thing on it. I wrote, “Dear Jim: I loved your card.” Then I got a letter back from his mother and she said, “Jim loved your card so much he ate it.” That to me was one of the highest compliments I’ve ever received. He didn’t care that it was an original Maurice Sendak drawing or anything. He saw it, he loved it, he ate it.” - Maurice Sendak</p>\n\n<p><a href=\"https://www.goodreads.com/quotes/315932-once-a-little-boy-sent-me-a-charming-card-with\">source: goodreads.com</a></p>\n</div><!-- SC_ON -->",
        "permalink": "/r/books/comments/7qeh4d/hilarious_short_quote_about_how_maurice_sendak/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "My lovely 3.5yo told me to shut up.  I have NEVER said that to her, I don't know where she got it.  It is possible that she heard my husband say it to me, I don't know.\n\nWhy did she say it?  I was asking her to be gentle around her infant sister, something that she finds very difficult to do and I am constantly telling her not to push, squeeze, bump etc etc her sister.  In her mind she is \"cuddling\".  \n\nWhen she said \"shut up\"  I gasped and sent her to her room, probably the opposite of what I was supposed to do.   \n\nPlease tell me how I should have handled this???",
        "title": "3.5yo told me to shut up",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My lovely 3.5yo told me to shut up.  I have NEVER said that to her, I don&#39;t know where she got it.  It is possible that she heard my husband say it to me, I don&#39;t know.</p>\n\n<p>Why did she say it?  I was asking her to be gentle around her infant sister, something that she finds very difficult to do and I am constantly telling her not to push, squeeze, bump etc etc her sister.  In her mind she is &quot;cuddling&quot;.  </p>\n\n<p>When she said &quot;shut up&quot;  I gasped and sent her to her room, probably the opposite of what I was supposed to do.   </p>\n\n<p>Please tell me how I should have handled this???</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/pkglqb/35yo_told_me_to_shut_up/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "With my oldest, I was so incredibly invested in positive parenting and attachment parenting.. It worked out incredibly well, but I was a SAHM of one child and had substantially less on my plate.. By my second child I was in school and waitressing and really stressed and I started to lose my temper more, and as the terrible 2's came along it snowballed.. Then, my final and youngest child was born right a year before I started Law School and I can see how my change from positive attachment parent to stressed out seemingly angry all the time mom has impacted my middle child and I really want to try to get back on track.. Primarily we have an issue with tantrums.. I have learned that I tend to overwhelm myself by giving myself too many responsibilities and have started getting rid of some of the extra things that I do that I don't need to do to kind of eliminate some of the stress but idek where to start with positive parenting now.. I think I started with the happiest toddler on the block book with my oldest, but at this point I am going into my second year of law school and I read a ridiculous amount for law school and I cannot really engage myself in additional reading right now.. Which, sounds ridiculous but I have ADHD so it takes a lot of mental effort to really read and focus on my material for school. I am also homeschooling my oldest. \n\n&#x200B;\n\nAny advice would be so helpful.",
        "title": "How to Start Over (When you lost your way from positive parenting?)",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>With my oldest, I was so incredibly invested in positive parenting and attachment parenting.. It worked out incredibly well, but I was a SAHM of one child and had substantially less on my plate.. By my second child I was in school and waitressing and really stressed and I started to lose my temper more, and as the terrible 2&#39;s came along it snowballed.. Then, my final and youngest child was born right a year before I started Law School and I can see how my change from positive attachment parent to stressed out seemingly angry all the time mom has impacted my middle child and I really want to try to get back on track.. Primarily we have an issue with tantrums.. I have learned that I tend to overwhelm myself by giving myself too many responsibilities and have started getting rid of some of the extra things that I do that I don&#39;t need to do to kind of eliminate some of the stress but idek where to start with positive parenting now.. I think I started with the happiest toddler on the block book with my oldest, but at this point I am going into my second year of law school and I read a ridiculous amount for law school and I cannot really engage myself in additional reading right now.. Which, sounds ridiculous but I have ADHD so it takes a lot of mental effort to really read and focus on my material for school. I am also homeschooling my oldest. </p>\n\n<p>&#x200B;</p>\n\n<p>Any advice would be so helpful.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/mo4hij/how_to_start_over_when_you_lost_your_way_from/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "We might have some tools that can help.  designed by parents, rooted in psychology.  [Finding-moments.com](https://Finding-moments.com).  Check out the your time clock.",
        "title": "Positive Parenting Tools",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We might have some tools that can help.  designed by parents, rooted in psychology.  <a href=\"https://Finding-moments.com\">Finding-moments.com</a>.  Check out the your time clock.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/khzgu4/positive_parenting_tools/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "Hi all! Looking for books or other resources about positive parenting and how to help create secure attachment. First time momma to a sweetheart 2 month old boy 💛",
        "title": "Recommended resources?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi all! Looking for books or other resources about positive parenting and how to help create secure attachment. First time momma to a sweetheart 2 month old boy 💛</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/lnk8zq/recommended_resources/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "Ruminating tonight on how well my 15mo old daughter is doing, especially at night.  We've been able to maintain 2 naps a day and a consistent 7pm bedtime schedule, waking up at 6am for a feed and 8am for her day.   We've got an audio/ video monitor in her room and if she stands up,  I tell her to lie down and she does.  If she still struggles,  a quick song over the intercom will put her to sleep.  We started sleep training at 4.5 months and it's worked for all of us well.  I never thought the audio monitor function could work for us like this,  but I'm stoked! Has anyone else had this success?  My friends have all given me flack for sleep training but I still see them struggling to find a bedtime or get the baby out of their bed!",
        "title": "Glad there's another place to discuss parenthood that doesn't make me feel bad about how well my daughter's doing.",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Ruminating tonight on how well my 15mo old daughter is doing, especially at night.  We&#39;ve been able to maintain 2 naps a day and a consistent 7pm bedtime schedule, waking up at 6am for a feed and 8am for her day.   We&#39;ve got an audio/ video monitor in her room and if she stands up,  I tell her to lie down and she does.  If she still struggles,  a quick song over the intercom will put her to sleep.  We started sleep training at 4.5 months and it&#39;s worked for all of us well.  I never thought the audio monitor function could work for us like this,  but I&#39;m stoked! Has anyone else had this success?  My friends have all given me flack for sleep training but I still see them struggling to find a bedtime or get the baby out of their bed!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/hs3p0z/glad_theres_another_place_to_discuss_parenthood/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "I am hoping for some positive parenting advice on something. My son has been doing this \"indecisive\" thing since before he could talk (he is 3 now).\n\nBasically he can't make a decision and throws a fit about ANY options I give him and I end up having to make decisions for him because no matter which decision I make, he's gonna throw a fit either way.\n\nFor example when he was a baby, his 2 favorite foods were bananas and peas. I would show him the containers and ask which one he wanted and let's say he pointed to peas. I would start to open the peas and he would start crying and point to the bananas. So I would grab the bananas and start opening them and he would cry and point to the peas. And this would just go back and forth until I eventually made a decision for him and he would just throw a big old fit about whatever option I chose. \n\nA more recent example from today. I asked him if he wanted to come with me to pick up his sister from school. At first he said yes, but then we got to the door and he whined \"I wanna stay with daddy!\" So I said \"Okay, see you in a minute!\" And started to walk out the door then he yelled \"I WANNA COME WITH YOU!\" So I said \"Okay, let's go!\" And he just kept going back and forth until I made the decision for him and he threw a huge fit about it.\n\nThis happens ALL THE TIME. Doesn't matter what time of day it is.\n\nI've been working on positive parenting a lot lately, and I know they all say behavior is communication for a need. But I can not seem to find a pattern here. It's so random. Sometimes he knows exactly what he wants and other times he can not make a decision. \n\nAny advice?",
        "title": "Positive parenting advice for my indecisive son?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I am hoping for some positive parenting advice on something. My son has been doing this &quot;indecisive&quot; thing since before he could talk (he is 3 now).</p>\n\n<p>Basically he can&#39;t make a decision and throws a fit about ANY options I give him and I end up having to make decisions for him because no matter which decision I make, he&#39;s gonna throw a fit either way.</p>\n\n<p>For example when he was a baby, his 2 favorite foods were bananas and peas. I would show him the containers and ask which one he wanted and let&#39;s say he pointed to peas. I would start to open the peas and he would start crying and point to the bananas. So I would grab the bananas and start opening them and he would cry and point to the peas. And this would just go back and forth until I eventually made a decision for him and he would just throw a big old fit about whatever option I chose. </p>\n\n<p>A more recent example from today. I asked him if he wanted to come with me to pick up his sister from school. At first he said yes, but then we got to the door and he whined &quot;I wanna stay with daddy!&quot; So I said &quot;Okay, see you in a minute!&quot; And started to walk out the door then he yelled &quot;I WANNA COME WITH YOU!&quot; So I said &quot;Okay, let&#39;s go!&quot; And he just kept going back and forth until I made the decision for him and he threw a huge fit about it.</p>\n\n<p>This happens ALL THE TIME. Doesn&#39;t matter what time of day it is.</p>\n\n<p>I&#39;ve been working on positive parenting a lot lately, and I know they all say behavior is communication for a need. But I can not seem to find a pattern here. It&#39;s so random. Sometimes he knows exactly what he wants and other times he can not make a decision. </p>\n\n<p>Any advice?</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/pkidly/positive_parenting_advice_for_my_indecisive_son/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "We have a seven-year-old. She likes a wide variety of foods, but is always distracted at mealtimes. She wants to wander away after a few bites to go play. She wants to have toys at the dinner table, which keeps her from focusing on eating.\n\nWe've banned the later, and constantly are telling her to stay in her seat and finish eating, which is a long, time-consuming, laborious process. Honestly, I sort of dread meal times because she just won't eat, and she inevitably makes us late for things. It's frustrating that this is still a big issue at age seven.\n\nWhen she doesn't eat she gets cranky. I don't understand this problem myself because you never had to convince me to eat food when I was a kid. I was happy to eat and THEN play.\n\nWe try to offer consequences for failure to eat that make sense.\n\nFor instance, she had a play date scheduled, which she was excited about.\n\nWe told her that if she didn't eat until she was full (we always say she can stop eating when she's full), she would not be able to go see her friend. But she ended up throwing a tantrum, which made her eat slower and be later in seeing her friend.\n\nDo we just let her not eat?  I just don't think she'll learn the right lesson. She just gets cranky and never seems to learn that she needs to eat. \n\nHow do you handle this situation? \n\nAlso, positive parenting suggests we ask the child about what consequences they think they should face. This never works with our child. She won't make any suggestions.",
        "title": "What are the right consequences for a seven-year-old that won't eat?",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We have a seven-year-old. She likes a wide variety of foods, but is always distracted at mealtimes. She wants to wander away after a few bites to go play. She wants to have toys at the dinner table, which keeps her from focusing on eating.</p>\n\n<p>We&#39;ve banned the later, and constantly are telling her to stay in her seat and finish eating, which is a long, time-consuming, laborious process. Honestly, I sort of dread meal times because she just won&#39;t eat, and she inevitably makes us late for things. It&#39;s frustrating that this is still a big issue at age seven.</p>\n\n<p>When she doesn&#39;t eat she gets cranky. I don&#39;t understand this problem myself because you never had to convince me to eat food when I was a kid. I was happy to eat and THEN play.</p>\n\n<p>We try to offer consequences for failure to eat that make sense.</p>\n\n<p>For instance, she had a play date scheduled, which she was excited about.</p>\n\n<p>We told her that if she didn&#39;t eat until she was full (we always say she can stop eating when she&#39;s full), she would not be able to go see her friend. But she ended up throwing a tantrum, which made her eat slower and be later in seeing her friend.</p>\n\n<p>Do we just let her not eat?  I just don&#39;t think she&#39;ll learn the right lesson. She just gets cranky and never seems to learn that she needs to eat. </p>\n\n<p>How do you handle this situation? </p>\n\n<p>Also, positive parenting suggests we ask the child about what consequences they think they should face. This never works with our child. She won&#39;t make any suggestions.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/oiaqj7/what_are_the_right_consequences_for_a/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "I’d be grateful for some thoughts/ideas about a potty training stumbling block. TIA for reading my long post!!\n\nMy son is 2 years 10months old. We started potty training about 3 weeks ago and adopted a gentle/positive approach. We started with him being naked from the waist down for the first 2 days and on day 3 introduced pants then trousers. Any time he had an accident we didn’t make a big deal about it and just cleaned it up. He started announcing when he needed a pee and would go happily in either the toilet or the potty. \n\nQuite quickly after we started potty training, he did a poo a few times on the potty and was very distressed. I think he has associated the potty with pain as one time my mum told me she encouraged him on to the potty (before we properly started training) and he was constipated. This then lead to him holding on to his poos. As soon as I realised this I started giving him prunes and making sure he drank a lot of water so he didn’t become constipated. At the time I thought he would realise it didn’t hurt and this should help him, however he was still very distressed when he went (despite not being constipated). We then decided to let him poo in a nappy as he was so scared to do it anywhere else. This has been the case for a few weeks now. \n\nA few days ago, he began refusing to wear pants completely and kept asking for a nappy saying he needed a poo and gets very upset if we try to take it off. For the past 2 days he has been in nappies the whole day, although we are gently encouraging him to try the toilet/potty and to wear pants but just back off when he says no.\n\nI have looked into some self help CBT methods (graded exposure) for overcoming toilet anxiety and plan to do this with him. I’m wondering if I should just stop the potty training until I have done this. What does everyone else think? \n\nThanks!",
        "title": "Potty training stumbling block!",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’d be grateful for some thoughts/ideas about a potty training stumbling block. TIA for reading my long post!!</p>\n\n<p>My son is 2 years 10months old. We started potty training about 3 weeks ago and adopted a gentle/positive approach. We started with him being naked from the waist down for the first 2 days and on day 3 introduced pants then trousers. Any time he had an accident we didn’t make a big deal about it and just cleaned it up. He started announcing when he needed a pee and would go happily in either the toilet or the potty. </p>\n\n<p>Quite quickly after we started potty training, he did a poo a few times on the potty and was very distressed. I think he has associated the potty with pain as one time my mum told me she encouraged him on to the potty (before we properly started training) and he was constipated. This then lead to him holding on to his poos. As soon as I realised this I started giving him prunes and making sure he drank a lot of water so he didn’t become constipated. At the time I thought he would realise it didn’t hurt and this should help him, however he was still very distressed when he went (despite not being constipated). We then decided to let him poo in a nappy as he was so scared to do it anywhere else. This has been the case for a few weeks now. </p>\n\n<p>A few days ago, he began refusing to wear pants completely and kept asking for a nappy saying he needed a poo and gets very upset if we try to take it off. For the past 2 days he has been in nappies the whole day, although we are gently encouraging him to try the toilet/potty and to wear pants but just back off when he says no.</p>\n\n<p>I have looked into some self help CBT methods (graded exposure) for overcoming toilet anxiety and plan to do this with him. I’m wondering if I should just stop the potty training until I have done this. What does everyone else think? </p>\n\n<p>Thanks!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/naw0sd/potty_training_stumbling_block/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "A natural instinct in parenting is to solve problems for your children. This is especially true for dads. For some reason, dads are always looking to “fix” it. We are constantly looking to simply make it work and to move on. Maybe it comes with age, but I’ve found that fixing it doesn’t actually solve the problem 9 times out of 10. Fixing it without teaching it does our children a disservice. What happens when we are no longer there to simply fix it?\n\nWith our kids, we have a running joke that they are killer negotiators. Anything and everything is a negotiation. Don’t get me wrong, there are times when I draw the line, and to steal a line from The Mandalorian, the answer to “But WHY?” is “This is the way” or “I have spoken”! Personally love this simplicity of these statements. However, when time allows we work hard to give our kids choices. Examples: **This or That**? Here are the five things that need to get done, what would you like to do first?\n\nThere is a lot of friendly teasing. Sometimes I will throw out insane curveball comments to see if they are listening (*which is harder through AirPods than it used to be*). One of my personal favorites is when they ask “What’s for dinner?” My answer is always fish. They **really** don’t like fish. But then the negotiation starts: What would **you** like to cook?\n\nThe difference of telling your child what to do versus allowing them a bit of freedom to make their argument is monumental. It is a skill that is so critical as they get older. There is a line, it has to be taught. But where better to find that line then with parents. We are safe. We know our kids. If parents allow their kids a bit of room to ask questions, then that allows them to come to the answers via their own thought process.\n\nAnother version of this same concept is non-verbal negotiation. **Strategy** games are great for this. With our little we play checkers. With our oldest it is chess. The unpredictability of these games allows room to grow their skills in reading the other person, predicting the next move, and to use their cleverness to bait you into the next move to their advantage. I never let them win. They have to earn it. When they beat me … which they do, their confidence goes up as they’ve truly earned it.\n\nAt this same turn, if your kid makes valid points please do not be afraid to acknowledge and reward that. Parents only have the advantage of being older. That advantage does not mean we are always right. Don’t let them win an illogical argument. When the occasion arises that you are wrong though, let them see that. Let them enjoy that victory and learn from you how to concede an argument or an opinion.\n\nA child is NEVER too young to learn to problem solve. A child is NEVER too young to learn to make their argument, to critically think and to debate. Whether they are capable of being good at these skills is a direct correlation to how much practice they are allowed.",
        "title": "Finding Moments Thoughts #4 - Prepare your kids to think critically finding-moments.com/thoughts",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>A natural instinct in parenting is to solve problems for your children. This is especially true for dads. For some reason, dads are always looking to “fix” it. We are constantly looking to simply make it work and to move on. Maybe it comes with age, but I’ve found that fixing it doesn’t actually solve the problem 9 times out of 10. Fixing it without teaching it does our children a disservice. What happens when we are no longer there to simply fix it?</p>\n\n<p>With our kids, we have a running joke that they are killer negotiators. Anything and everything is a negotiation. Don’t get me wrong, there are times when I draw the line, and to steal a line from The Mandalorian, the answer to “But WHY?” is “This is the way” or “I have spoken”! Personally love this simplicity of these statements. However, when time allows we work hard to give our kids choices. Examples: <strong>This or That</strong>? Here are the five things that need to get done, what would you like to do first?</p>\n\n<p>There is a lot of friendly teasing. Sometimes I will throw out insane curveball comments to see if they are listening (<em>which is harder through AirPods than it used to be</em>). One of my personal favorites is when they ask “What’s for dinner?” My answer is always fish. They <strong>really</strong> don’t like fish. But then the negotiation starts: What would <strong>you</strong> like to cook?</p>\n\n<p>The difference of telling your child what to do versus allowing them a bit of freedom to make their argument is monumental. It is a skill that is so critical as they get older. There is a line, it has to be taught. But where better to find that line then with parents. We are safe. We know our kids. If parents allow their kids a bit of room to ask questions, then that allows them to come to the answers via their own thought process.</p>\n\n<p>Another version of this same concept is non-verbal negotiation. <strong>Strategy</strong> games are great for this. With our little we play checkers. With our oldest it is chess. The unpredictability of these games allows room to grow their skills in reading the other person, predicting the next move, and to use their cleverness to bait you into the next move to their advantage. I never let them win. They have to earn it. When they beat me … which they do, their confidence goes up as they’ve truly earned it.</p>\n\n<p>At this same turn, if your kid makes valid points please do not be afraid to acknowledge and reward that. Parents only have the advantage of being older. That advantage does not mean we are always right. Don’t let them win an illogical argument. When the occasion arises that you are wrong though, let them see that. Let them enjoy that victory and learn from you how to concede an argument or an opinion.</p>\n\n<p>A child is NEVER too young to learn to problem solve. A child is NEVER too young to learn to make their argument, to critically think and to debate. Whether they are capable of being good at these skills is a direct correlation to how much practice they are allowed.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/mcoasv/finding_moments_thoughts_4_prepare_your_kids_to/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "Finding-moments.com/resources\n\n**LENELL**\n\nRecently I have noticed that my teenage daughter has developed a ninja-like skill where I turn around and she is no longer in the room.  Typically, she is found in her bedroom texting a friend, reading a book, or drawing.  The activities are not concerning except they don’t include me! Now I find myself trying to figure out how to draw out our exchanges to keep her engaged with me.  My jokes aren’t funny anymore, my concern is now perceived as annoying, and I’m often accused of poking her when I just am trying to reach out for affection.  Rationally I know it is part of being a teenager and I know I am officially in the same boat with other parents of teenagers – exiled to the little life raft and not allowed in on the fun and games happening on the cruise ship.  My daughter and I have always been close, and it is something I really value as a parent.  It gives me security to know she will come to me and talk to me if she needs support.  More than anything, I don’t want to lose that connection.\n\nSo, what does being connected to your children mean?  There is the togetherness of being in the same room watching a show, there is the togetherness you experience playing a board game, then there are those moments of meaningful conversation.  Teenagers value their privacy so it is easy for general parent enquiries to be misinterpreted as opening interrogation techniques.  You may get the one word response that seems to be a teen’s foolproof way to terminate any discourse.  This past week there was a heavier homework load, and I realized a simple routine event was missing.  Normally we cook dinner together.  It allows us to be engaged in an activity where we both rely on each other to achieve an end goal.  I know its only dinner, but it’s true!  We have to communicate and work together.  In between we joke around, make comments about our day, sometimes listen to a podcast, and discuss our viewpoints.  It’s a sustained interaction and she doesn’t feel she is under the spotlight because we have a shared activity we are focused on.  Even better, we all have to eat so it’s not like I suggested, “Let’s play a card game!” which may or may not elicit eye rolls or rejection.  \n\nI know it is going to be different as she grows up.  She is going to want to share experiences with her friends and I won’t always get to do everything with her.  I can have a consistent connection by making the most out of our daily routines and being actively present.  Next up, French toast for breakfast!\n\n**TRISHA**\n\nI think we have the exact opposite situation with our 7 year old … ***He’s ALWAYS THERE!***\n\nDifferent stages of a kid’s life bring different challenges, that’s for sure.  And different aspects of that stage tend to drive you crazy!  He’s first up every morning, and even though he doesn’t have an alarm clock, he pops into our room the instant we sit up.  (I mean, the same instant…it’s almost like he’s watching us!  Through two walls!)  He rarely spends *any* time in *any* room by himself, and makes “the sad face” if we ever have meetings or phone calls we have to take while he’s home and awake.  This past year has certainly brought a new dynamic to the schedule.  Our school district has flipped back and forth between in-person and online learning, and that’s been a huge challenge for him.  Right now, he’s back in the building 4 days a week and it makes all the difference for him, AND us.  Just that slight bit of separation give us parents just enough breathing room to gear up for the next round.  He’s always been an “intense” kid, needing and demanding a lot of attention from everyone in the family.  Which isn’t a bad thing, by any means, just overwhelming sometimes.  I still sometimes feel that “don’t touch me!” feeling that permeates the baby and toddler years!\n\nEventually, I’m sure we’ll reach LenEll’s perspective, and it will be even more profound with our last child.  Our oldest will be off to college when this guy is only in eighth grade, and that will be an adjustment for all of us.  I’m sure I’ll miss the time spent on the reading log minutes and the school project of the moment (this week it’s the Valentine’s cards and mailbox). I don’t know that I’ll ever miss a 6:30 am wake up/welcome, but the seven year old hugs are the best.  We’ll have to make sure we actively pursue time together as he gets older.\n\n**CHAD**\n\nOur 12 year old has a couple of really great friends.  There isn’t a day that he wouldn’t rather spend his free time hanging on the deck (masked and distanced) with them instead of us.  That’s ok.  There is more flexibility needed now more than ever.  The challenge is time management on his part, and seeing him find every way imaginable to zone out of our real world for a virtual one.  Air pods, iPad, video games are preferred to living in the reality zone of our family room.  \n\nAs a dad, I try to pick my moments.  One is chess.  He won the other night for the first time!  The game is a rite of passage - it is a game I enjoyed playing with my dad growing up.  Another moment is throwing the football, or playing a game of hoops to 11.  Emerging skills, but it’s relaxing, non-screen time and allows for very real conversations.  When exerting physical energy, neither of us have time to really pause and think, we just simply talk and listen.  While I favor pulling him away from a screen at any opportunity, especially in a virtual learning world, I also try to find the moments that meet his interests.  Movies, bike rides, and yes … playing video games (so rough 😉)\n\nI am pretty tough on him.  He has his chores, homework to do, and he has to set aside time to spend with his little brother.  I sat down to help him set a schedule in his calendar app.  It was a bit of a moment for him when he saw his commitments laid out hour by hour on a 7 day view.  I was surprised at how well he adopted the idea and all of a sudden, his stress level went down.  The garbage was taken out without asking.  His trumpet has made an appearance for practice.  I see him working out 3-4 days a week for 15 minutes on his own.  He is starting to develop an awareness of the need to balance his time.  Since I was shocked at how scheduled he was already, we agreed that he needed time to play chess with Dad and to have quiet, non-screen time; so his bedtime pushed back by an hour to give him some breathing room.  \n\nThere is no playbook right now.  I firmly believe that quantity time does not mean quality.  I try to go for the simple moments that we both will remember and to make sure to stay engaged as best I can with where he is at. ",
        "title": "Finding Moments Thoughts #2 - Connecting to your children",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Finding-moments.com/resources</p>\n\n<p><strong>LENELL</strong></p>\n\n<p>Recently I have noticed that my teenage daughter has developed a ninja-like skill where I turn around and she is no longer in the room.  Typically, she is found in her bedroom texting a friend, reading a book, or drawing.  The activities are not concerning except they don’t include me! Now I find myself trying to figure out how to draw out our exchanges to keep her engaged with me.  My jokes aren’t funny anymore, my concern is now perceived as annoying, and I’m often accused of poking her when I just am trying to reach out for affection.  Rationally I know it is part of being a teenager and I know I am officially in the same boat with other parents of teenagers – exiled to the little life raft and not allowed in on the fun and games happening on the cruise ship.  My daughter and I have always been close, and it is something I really value as a parent.  It gives me security to know she will come to me and talk to me if she needs support.  More than anything, I don’t want to lose that connection.</p>\n\n<p>So, what does being connected to your children mean?  There is the togetherness of being in the same room watching a show, there is the togetherness you experience playing a board game, then there are those moments of meaningful conversation.  Teenagers value their privacy so it is easy for general parent enquiries to be misinterpreted as opening interrogation techniques.  You may get the one word response that seems to be a teen’s foolproof way to terminate any discourse.  This past week there was a heavier homework load, and I realized a simple routine event was missing.  Normally we cook dinner together.  It allows us to be engaged in an activity where we both rely on each other to achieve an end goal.  I know its only dinner, but it’s true!  We have to communicate and work together.  In between we joke around, make comments about our day, sometimes listen to a podcast, and discuss our viewpoints.  It’s a sustained interaction and she doesn’t feel she is under the spotlight because we have a shared activity we are focused on.  Even better, we all have to eat so it’s not like I suggested, “Let’s play a card game!” which may or may not elicit eye rolls or rejection.  </p>\n\n<p>I know it is going to be different as she grows up.  She is going to want to share experiences with her friends and I won’t always get to do everything with her.  I can have a consistent connection by making the most out of our daily routines and being actively present.  Next up, French toast for breakfast!</p>\n\n<p><strong>TRISHA</strong></p>\n\n<p>I think we have the exact opposite situation with our 7 year old … <strong><em>He’s ALWAYS THERE!</em></strong></p>\n\n<p>Different stages of a kid’s life bring different challenges, that’s for sure.  And different aspects of that stage tend to drive you crazy!  He’s first up every morning, and even though he doesn’t have an alarm clock, he pops into our room the instant we sit up.  (I mean, the same instant…it’s almost like he’s watching us!  Through two walls!)  He rarely spends <em>any</em> time in <em>any</em> room by himself, and makes “the sad face” if we ever have meetings or phone calls we have to take while he’s home and awake.  This past year has certainly brought a new dynamic to the schedule.  Our school district has flipped back and forth between in-person and online learning, and that’s been a huge challenge for him.  Right now, he’s back in the building 4 days a week and it makes all the difference for him, AND us.  Just that slight bit of separation give us parents just enough breathing room to gear up for the next round.  He’s always been an “intense” kid, needing and demanding a lot of attention from everyone in the family.  Which isn’t a bad thing, by any means, just overwhelming sometimes.  I still sometimes feel that “don’t touch me!” feeling that permeates the baby and toddler years!</p>\n\n<p>Eventually, I’m sure we’ll reach LenEll’s perspective, and it will be even more profound with our last child.  Our oldest will be off to college when this guy is only in eighth grade, and that will be an adjustment for all of us.  I’m sure I’ll miss the time spent on the reading log minutes and the school project of the moment (this week it’s the Valentine’s cards and mailbox). I don’t know that I’ll ever miss a 6:30 am wake up/welcome, but the seven year old hugs are the best.  We’ll have to make sure we actively pursue time together as he gets older.</p>\n\n<p><strong>CHAD</strong></p>\n\n<p>Our 12 year old has a couple of really great friends.  There isn’t a day that he wouldn’t rather spend his free time hanging on the deck (masked and distanced) with them instead of us.  That’s ok.  There is more flexibility needed now more than ever.  The challenge is time management on his part, and seeing him find every way imaginable to zone out of our real world for a virtual one.  Air pods, iPad, video games are preferred to living in the reality zone of our family room.  </p>\n\n<p>As a dad, I try to pick my moments.  One is chess.  He won the other night for the first time!  The game is a rite of passage - it is a game I enjoyed playing with my dad growing up.  Another moment is throwing the football, or playing a game of hoops to 11.  Emerging skills, but it’s relaxing, non-screen time and allows for very real conversations.  When exerting physical energy, neither of us have time to really pause and think, we just simply talk and listen.  While I favor pulling him away from a screen at any opportunity, especially in a virtual learning world, I also try to find the moments that meet his interests.  Movies, bike rides, and yes … playing video games (so rough 😉)</p>\n\n<p>I am pretty tough on him.  He has his chores, homework to do, and he has to set aside time to spend with his little brother.  I sat down to help him set a schedule in his calendar app.  It was a bit of a moment for him when he saw his commitments laid out hour by hour on a 7 day view.  I was surprised at how well he adopted the idea and all of a sudden, his stress level went down.  The garbage was taken out without asking.  His trumpet has made an appearance for practice.  I see him working out 3-4 days a week for 15 minutes on his own.  He is starting to develop an awareness of the need to balance his time.  Since I was shocked at how scheduled he was already, we agreed that he needed time to play chess with Dad and to have quiet, non-screen time; so his bedtime pushed back by an hour to give him some breathing room.  </p>\n\n<p>There is no playbook right now.  I firmly believe that quantity time does not mean quality.  I try to go for the simple moments that we both will remember and to make sure to stay engaged as best I can with where he is at. </p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/lb4fvl/finding_moments_thoughts_2_connecting_to_your/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "Hi everyone  my baby is an early climber he is 10 month old and already climbs  everything  in sight he like to climb into the couch then up on the back of the couch and tries to get on the kitchen counter which is very unsafe what can I do and how can I go about this issue please help and sorry if my English is a bit off it's my second language",
        "title": "New gentle and positive parent for a 10 month old baby",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone  my baby is an early climber he is 10 month old and already climbs  everything  in sight he like to climb into the couch then up on the back of the couch and tries to get on the kitchen counter which is very unsafe what can I do and how can I go about this issue please help and sorry if my English is a bit off it&#39;s my second language</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/qv9thg/new_gentle_and_positive_parent_for_a_10_month_old/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "Attention Texas caregivers of children between the ages of 11 to 14 years old! Do you feel like you're up a creek and without a paddle when communicating with your child? Well, we are currently recruiting participants for a study that aims to see how an online program can help improve parent-child relationships. Unfortunately, I am unable to include a screenshot of the flyer here, but if interested, please contact our study coordinator, Paige Patterson (PattersonP0167@UHCL.edu). Please feel free to spread the word by sharing this post/information. \n\nIf you are unavailable to participate, you can refer others to the study and earn raffle entries for $10 Amazon gift cards. The person you refer should mention your name and contact information (i.e., phone or email) when they complete the screener for the study. For every participant you refer who completes the study, you earn an entry into the raffle. Upon study completion, raffle winners will be contacted so that they can receive their gift cards codes.",
        "title": "Without a Paddle Parent Behavioral Intervention",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Attention Texas caregivers of children between the ages of 11 to 14 years old! Do you feel like you&#39;re up a creek and without a paddle when communicating with your child? Well, we are currently recruiting participants for a study that aims to see how an online program can help improve parent-child relationships. Unfortunately, I am unable to include a screenshot of the flyer here, but if interested, please contact our study coordinator, Paige Patterson (<a href=\"mailto:PattersonP0167@UHCL.edu\">PattersonP0167@UHCL.edu</a>). Please feel free to spread the word by sharing this post/information. </p>\n\n<p>If you are unavailable to participate, you can refer others to the study and earn raffle entries for $10 Amazon gift cards. The person you refer should mention your name and contact information (i.e., phone or email) when they complete the screener for the study. For every participant you refer who completes the study, you earn an entry into the raffle. Upon study completion, raffle winners will be contacted so that they can receive their gift cards codes.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/loicih/without_a_paddle_parent_behavioral_intervention/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "Children are great imitators so give them something great to imitate!\n\nfinding-moments.com",
        "title": "Finding Moments Tips",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Children are great imitators so give them something great to imitate!</p>\n\n<p>finding-moments.com</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/kqrc86/finding_moments_tips/"
    },
    {
        "subreddit": "PositiveParenting",
        "selftext": "Hi everyone, I have decided to start a new subreddit that provides evidence based support for parents who are looking to raise their children with empathy, and respect. I have spent so much time on reddit in parenting support groups that are encouraging for parents, for sure, but often have people giving misguided advice, or supporting parenting methods that are disrespectful at best, and harmful at worst.\n\nPlease feel free to drop links to articles, pictures, quotes, books that have blown your mind, whatever item has helped you, or you think could help someone else. I have no idea what being a moderator really entails, but I will do my best to keep this a positive space.",
        "title": "Brand new subreddit/moderator here, please bear with me!",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Hi everyone, I have decided to start a new subreddit that provides evidence based support for parents who are looking to raise their children with empathy, and respect. I have spent so much time on reddit in parenting support groups that are encouraging for parents, for sure, but often have people giving misguided advice, or supporting parenting methods that are disrespectful at best, and harmful at worst.</p>\n\n<p>Please feel free to drop links to articles, pictures, quotes, books that have blown your mind, whatever item has helped you, or you think could help someone else. I have no idea what being a moderator really entails, but I will do my best to keep this a positive space.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/PositiveParenting/comments/al86hn/brand_new_subredditmoderator_here_please_bear/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "Your baby needs 11.33 hours of night sleep every night. Any less and they will be ruined as a person forever. Any more and the  next morning they will wake up at 3:30am and do that for the  next 2 years.\n\nNo sleep associations except for white noise, pacifier, swaddle, lovey. Except they can't use the lovey because they are babies. Get it out of their crib it will suffocate then. And stop using the swaddle when they are exactly 13 weeks old when you can tell that they are thinking about rolling over but spend $600 on transitional products. Then stop using the paci at 4 months. Wait, make that 6 months. No, a year. Whatever just let them keep it forever and put a bunch in their crib. But don't put anything in their crib.\n\nYour baby needs 3 naps per day that are 1.25 hours long. Any more and they will not sleep tonight. Any less and they will not sleep tonight. And they will only sleep that long if you hold them. But  make sure not to hold your baby to sleep. That's a sleep association and you don't want to be holding them to sleep even  they're 22 years old do you?\n\nTheir room has to be 68 degrees fahrenheit. Any colder they will not sleep. Any warmer SIDS. And by their room I mean your room. For 6 months. No, let's make that a year.\n\nEven though you are doing all of this stuff you baby is still sleeping like shit. It's not because they are a baby, it's because you're doing something wrong. Time to hire a pediatric sleep consultant for $150/minute.",
        "title": "Too complicated",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Your baby needs 11.33 hours of night sleep every night. Any less and they will be ruined as a person forever. Any more and the  next morning they will wake up at 3:30am and do that for the  next 2 years.</p>\n\n<p>No sleep associations except for white noise, pacifier, swaddle, lovey. Except they can&#39;t use the lovey because they are babies. Get it out of their crib it will suffocate then. And stop using the swaddle when they are exactly 13 weeks old when you can tell that they are thinking about rolling over but spend $600 on transitional products. Then stop using the paci at 4 months. Wait, make that 6 months. No, a year. Whatever just let them keep it forever and put a bunch in their crib. But don&#39;t put anything in their crib.</p>\n\n<p>Your baby needs 3 naps per day that are 1.25 hours long. Any more and they will not sleep tonight. Any less and they will not sleep tonight. And they will only sleep that long if you hold them. But  make sure not to hold your baby to sleep. That&#39;s a sleep association and you don&#39;t want to be holding them to sleep even  they&#39;re 22 years old do you?</p>\n\n<p>Their room has to be 68 degrees fahrenheit. Any colder they will not sleep. Any warmer SIDS. And by their room I mean your room. For 6 months. No, let&#39;s make that a year.</p>\n\n<p>Even though you are doing all of this stuff you baby is still sleeping like shit. It&#39;s not because they are a baby, it&#39;s because you&#39;re doing something wrong. Time to hire a pediatric sleep consultant for $150/minute.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/ka4d78/too_complicated/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "It shall not end until the baby is asleep. I shall take no break, have no snacks, watch no netflix. I shall wear no pajamas and drink no tea. I shall live and die by wake windows. I am the blackout curtains in the darkness. I am the watcher on the monitor. I am the shield that guards the realms of bedtime. I pledge my life and honor to the Night’s Watch, for this night and all the nights to come.",
        "title": "Night gathers, and now my watch begins",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It shall not end until the baby is asleep. I shall take no break, have no snacks, watch no netflix. I shall wear no pajamas and drink no tea. I shall live and die by wake windows. I am the blackout curtains in the darkness. I am the watcher on the monitor. I am the shield that guards the realms of bedtime. I pledge my life and honor to the Night’s Watch, for this night and all the nights to come.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/n5xad4/night_gathers_and_now_my_watch_begins/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "**EDIT:** While TCB is overhyped, it still may be worth it for certain situations. If you're still questioning whether you should buy the ABCs, I've written [a different post here](https://www.reddit.com/r/sleeptrain/comments/jxflmu/when_taking_cara_babies_abcs_might_be_worth_it/) to address when it may be appropriate for you situation. \n\nI'm not sure if this is allowed, but I just can't help myself. Please remove if inappropriate!\n\n*Disclaimer: if you're a fan of TCB, please don't read this as a dig at you! I was just about implement the program myself before going another route, and I'm sure it would have ultimately worked. I'll never judge a single parent for their sleep training choices, this is just a vent about the hype.*\n\nSo anyway, here it is.\n\n**The cost is gross**\n\nThe cost of TCB is not just overpriced, its almost exploitative. Selling sleep-products to sleep-deprived people is often not a recipe for ethical business practices, and TCB is no exception. Yes, I've bought other overpriced shit for my baby, but I've rarely done so out of desperation and crumbling mental health.\n\nI won't even get started on the ABCs costing nearly $200, but the \"3-4 month\" guide is $40 for a PDF... that apparently you only get access to for 6 months?? I was partly spurred to write this rant after reading this post, where OP clarifies that she contacted customer service and they confirmed this policy was intentional. This level of greed is gross. Its a $40 PDF!!\n\n**The program is narrow**\n\nI've watched the whole ABCs program and read the accompanying guide. We all already know its Ferber. But I'm shocked at just how narrow the program is compared to other resources. Other resources will give you options. They'll talk about extinction, they'll talk about ways you can ease into sleep training, they'll talk about adapting for roomsharing and co-sleeping, they'll talk about continuing to night feed if you want.\n\nNot TCB. The vibe is very much \"sure, you can *try* to make changes, but then we can't guarantee *anything* will work, so we *strongly* recommend you follow this plan to the letter.\" I was already pretty suspicious about \"pop-ins\" (check-ins), I really didn't think they would work for my baby. I was also fine doing feedings 1-2 times a night, I just wanted LO to stop waking up 5 times a night. Roomsharing is also highly discouraged, but I didn't really want to move into the living room for 2 weeks.\n\nThis program would just not have worked for me, and there's not much information at all about what you're getting before you pay full price. I've also seen people asking on here whether they should get TCB for nap training when there is literally one video at the end of the whole thing about naps, which essentially boils down to \"now do the same for naps.\" Obviously people don't know entirely what they're getting when they pay for the program.\n\nI get it, there's a gold standard to the plan. Cara can't have a \"99% success rate\" of babies sleeping through the night if people are allowed to deviate from the gold standard, but if you're looking for various tips and options this program is not for you.\n\n**The format is... kind of dumb**\n\nI will try to contain my snarkiness... but what the heck are these acronyms? S.I.T.B.A.C.K.? C.U.T.F.E.E.D.S? I don't think this program represents some fantastic innovation of Ferber or whatever run-of-the-mill sleep programs, if anything its almost more confusing and wordy than needed.\n\nThe ABC videos are non-sensical!! The letter \"L\" is dedicated to copyright piracy for god's sakes! I'm kind of peeved that this \"90+ minute\" video series has like 5 minutes dedicated to lecturing you about illegally sharing the program!\n\n**The hype is overblown**\n\nLook, just don't spend your hard earned money on this thing unless you've tried cheaper resources and other methods first. If you've tried and read it all, and TCB is your last hurrah at sleep training sanity - its worth it. Or, if you like Cara, you want to support her, you like videos - go ahead. Again, no judgement!\n\nBut the fact that TCB is increasingly treated as the *default* approach on Reddit is totally disproportional to the quality and value of the program. It might seem like the secret, exclusive, hidden knowledge of sleep training, but its not. That's really what I wanted to say.\n\nFin",
        "title": "The cost and hype around Taking Cara Babies is really overblown",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p><strong>EDIT:</strong> While TCB is overhyped, it still may be worth it for certain situations. If you&#39;re still questioning whether you should buy the ABCs, I&#39;ve written <a href=\"https://www.reddit.com/r/sleeptrain/comments/jxflmu/when_taking_cara_babies_abcs_might_be_worth_it/\">a different post here</a> to address when it may be appropriate for you situation. </p>\n\n<p>I&#39;m not sure if this is allowed, but I just can&#39;t help myself. Please remove if inappropriate!</p>\n\n<p><em>Disclaimer: if you&#39;re a fan of TCB, please don&#39;t read this as a dig at you! I was just about implement the program myself before going another route, and I&#39;m sure it would have ultimately worked. I&#39;ll never judge a single parent for their sleep training choices, this is just a vent about the hype.</em></p>\n\n<p>So anyway, here it is.</p>\n\n<p><strong>The cost is gross</strong></p>\n\n<p>The cost of TCB is not just overpriced, its almost exploitative. Selling sleep-products to sleep-deprived people is often not a recipe for ethical business practices, and TCB is no exception. Yes, I&#39;ve bought other overpriced shit for my baby, but I&#39;ve rarely done so out of desperation and crumbling mental health.</p>\n\n<p>I won&#39;t even get started on the ABCs costing nearly $200, but the &quot;3-4 month&quot; guide is $40 for a PDF... that apparently you only get access to for 6 months?? I was partly spurred to write this rant after reading this post, where OP clarifies that she contacted customer service and they confirmed this policy was intentional. This level of greed is gross. Its a $40 PDF!!</p>\n\n<p><strong>The program is narrow</strong></p>\n\n<p>I&#39;ve watched the whole ABCs program and read the accompanying guide. We all already know its Ferber. But I&#39;m shocked at just how narrow the program is compared to other resources. Other resources will give you options. They&#39;ll talk about extinction, they&#39;ll talk about ways you can ease into sleep training, they&#39;ll talk about adapting for roomsharing and co-sleeping, they&#39;ll talk about continuing to night feed if you want.</p>\n\n<p>Not TCB. The vibe is very much &quot;sure, you can <em>try</em> to make changes, but then we can&#39;t guarantee <em>anything</em> will work, so we <em>strongly</em> recommend you follow this plan to the letter.&quot; I was already pretty suspicious about &quot;pop-ins&quot; (check-ins), I really didn&#39;t think they would work for my baby. I was also fine doing feedings 1-2 times a night, I just wanted LO to stop waking up 5 times a night. Roomsharing is also highly discouraged, but I didn&#39;t really want to move into the living room for 2 weeks.</p>\n\n<p>This program would just not have worked for me, and there&#39;s not much information at all about what you&#39;re getting before you pay full price. I&#39;ve also seen people asking on here whether they should get TCB for nap training when there is literally one video at the end of the whole thing about naps, which essentially boils down to &quot;now do the same for naps.&quot; Obviously people don&#39;t know entirely what they&#39;re getting when they pay for the program.</p>\n\n<p>I get it, there&#39;s a gold standard to the plan. Cara can&#39;t have a &quot;99% success rate&quot; of babies sleeping through the night if people are allowed to deviate from the gold standard, but if you&#39;re looking for various tips and options this program is not for you.</p>\n\n<p><strong>The format is... kind of dumb</strong></p>\n\n<p>I will try to contain my snarkiness... but what the heck are these acronyms? S.I.T.B.A.C.K.? C.U.T.F.E.E.D.S? I don&#39;t think this program represents some fantastic innovation of Ferber or whatever run-of-the-mill sleep programs, if anything its almost more confusing and wordy than needed.</p>\n\n<p>The ABC videos are non-sensical!! The letter &quot;L&quot; is dedicated to copyright piracy for god&#39;s sakes! I&#39;m kind of peeved that this &quot;90+ minute&quot; video series has like 5 minutes dedicated to lecturing you about illegally sharing the program!</p>\n\n<p><strong>The hype is overblown</strong></p>\n\n<p>Look, just don&#39;t spend your hard earned money on this thing unless you&#39;ve tried cheaper resources and other methods first. If you&#39;ve tried and read it all, and TCB is your last hurrah at sleep training sanity - its worth it. Or, if you like Cara, you want to support her, you like videos - go ahead. Again, no judgement!</p>\n\n<p>But the fact that TCB is increasingly treated as the <em>default</em> approach on Reddit is totally disproportional to the quality and value of the program. It might seem like the secret, exclusive, hidden knowledge of sleep training, but its not. That&#39;s really what I wanted to say.</p>\n\n<p>Fin</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/jwsgyo/the_cost_and_hype_around_taking_cara_babies_is/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "the rules changed for us just about every month. so in the words of that idiot song by rodney atkin: if you're going through hell, keep on going.\n\nyou can hold your bub for naps for three months straight and you will think it is an unending tunnel and two weeks into naps in the crib, you will miss the snuggles and revel in your newfound freedom because parenthood is weird.\n\nsome of the sleep hack stuff works, some of it doesn't. all of it is baby dependent. get on your local buy nothing group and work through the options because some nights you just need a tiny shred of hope in the form of the zen sleep sack. the miracle blanket and zipadee zip worked for us at various ages respectively, but who knows.\n\nyou can change the bedtime routine and bub can deal. just because a bath got you an extra two hours of sleep one night from it does not mean you need to kill yourself bathing him every day for the next  four months. save your knees. he's not dirty anyways.\n\noutside is magic. take the fusspot baby outside and enjoy the longer next nap.\n\nif you have a contact napper, know that the libby/overdrive app will get you instant free access to thousands of e-books with just a library card.\n\nif you have a heckuva time breastfeeding, don't sweat the feeding to sleep stuff. heck, don't sweat the feeding to sleep stuff anyways.\n\nwhen you reach the deranged states of sleep deprivation, make your partners take shifts. 4 hours is evidently the minimum for not being a total zombie. if you're in the total sleep depravity despair, it will end.\n\nyour baby that rolled over in the cot is in all probability, very safe. you can check on him five different times and watch him breath, but you might wake him up and then he'll be pissed.\n\ndon't talk to parents with those docile, unicorn babies that sleep magically.\n\nyour bub might cry way less during ferber than he did during a 'normal' night.\n\nyour mom has probably forgotten about the sleep deprivation. don't listen to her when she says bub has too many naps or cries too much at bedtime or whatever. maybe parenting was easier in the 80s, i don't know. don't let it get to your head.\n\nthe app stuff helps a bit but you don't really need to be obsessive about it. have a vague idea of how long bub should stay awake at age appropriate times, and then just wear a watch and watch for sleepy cues. that's probably good enough.\n\nhuckleberry premium wasn't worth it for us. but the free app is great. helps me keep track of optimal bedtimes and when we're on a 11 day poop strike.\n\ndon't be afraid to try things. put him in the cot for a nap, go for a walk when you get the chance. sure, lots of routine is good. but total routine during lockdown can get a bit obsessive. don't forget to live.\n\none day you'll actually make it back down on the couch to watch tv with your partner. it'll be nice. sometimes you'll miss it. nothing will compare to watching your kid learn to scoot his little baby butt around on the rug.\n\nif you're losing your mind from doing riverdance five times a day with a massively grumpy reflux baby to get him to nap, know that this ends. putting on wireless headphones and having a private rave helps some. ice cream helps some.\n\nsome nights sleep will totally and utterly suck, and then your bub will wake up with fifteen new consonants and sit up unassisted.\n\nsome nights sleep will just suck for unknown baby reasons, and you make yourself an extra large cup of coffee, put the cranberries on extra loud, and deal with it.\n\nwhite noise helps, but then you might accidentally sleep train yourself so that you need white noise too. (just me? probably just me.)\n\npeople who didn't have babies just as the world locked down during a global pandemic say some of this stuff is easier in Normal Times. hang on to that, today if you need to.\n\nif you're trying, chances are you're doing fine. if all else fails, check out [this post of baby gear](https://www.mothermag.com/baby-gear-from-the-past/) from the past and realize that if you haven't put your kid in the yard in a wicker cage, you're doing all right today.",
        "title": "what i learned about baby sleep half a year in",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>the rules changed for us just about every month. so in the words of that idiot song by rodney atkin: if you&#39;re going through hell, keep on going.</p>\n\n<p>you can hold your bub for naps for three months straight and you will think it is an unending tunnel and two weeks into naps in the crib, you will miss the snuggles and revel in your newfound freedom because parenthood is weird.</p>\n\n<p>some of the sleep hack stuff works, some of it doesn&#39;t. all of it is baby dependent. get on your local buy nothing group and work through the options because some nights you just need a tiny shred of hope in the form of the zen sleep sack. the miracle blanket and zipadee zip worked for us at various ages respectively, but who knows.</p>\n\n<p>you can change the bedtime routine and bub can deal. just because a bath got you an extra two hours of sleep one night from it does not mean you need to kill yourself bathing him every day for the next  four months. save your knees. he&#39;s not dirty anyways.</p>\n\n<p>outside is magic. take the fusspot baby outside and enjoy the longer next nap.</p>\n\n<p>if you have a contact napper, know that the libby/overdrive app will get you instant free access to thousands of e-books with just a library card.</p>\n\n<p>if you have a heckuva time breastfeeding, don&#39;t sweat the feeding to sleep stuff. heck, don&#39;t sweat the feeding to sleep stuff anyways.</p>\n\n<p>when you reach the deranged states of sleep deprivation, make your partners take shifts. 4 hours is evidently the minimum for not being a total zombie. if you&#39;re in the total sleep depravity despair, it will end.</p>\n\n<p>your baby that rolled over in the cot is in all probability, very safe. you can check on him five different times and watch him breath, but you might wake him up and then he&#39;ll be pissed.</p>\n\n<p>don&#39;t talk to parents with those docile, unicorn babies that sleep magically.</p>\n\n<p>your bub might cry way less during ferber than he did during a &#39;normal&#39; night.</p>\n\n<p>your mom has probably forgotten about the sleep deprivation. don&#39;t listen to her when she says bub has too many naps or cries too much at bedtime or whatever. maybe parenting was easier in the 80s, i don&#39;t know. don&#39;t let it get to your head.</p>\n\n<p>the app stuff helps a bit but you don&#39;t really need to be obsessive about it. have a vague idea of how long bub should stay awake at age appropriate times, and then just wear a watch and watch for sleepy cues. that&#39;s probably good enough.</p>\n\n<p>huckleberry premium wasn&#39;t worth it for us. but the free app is great. helps me keep track of optimal bedtimes and when we&#39;re on a 11 day poop strike.</p>\n\n<p>don&#39;t be afraid to try things. put him in the cot for a nap, go for a walk when you get the chance. sure, lots of routine is good. but total routine during lockdown can get a bit obsessive. don&#39;t forget to live.</p>\n\n<p>one day you&#39;ll actually make it back down on the couch to watch tv with your partner. it&#39;ll be nice. sometimes you&#39;ll miss it. nothing will compare to watching your kid learn to scoot his little baby butt around on the rug.</p>\n\n<p>if you&#39;re losing your mind from doing riverdance five times a day with a massively grumpy reflux baby to get him to nap, know that this ends. putting on wireless headphones and having a private rave helps some. ice cream helps some.</p>\n\n<p>some nights sleep will totally and utterly suck, and then your bub will wake up with fifteen new consonants and sit up unassisted.</p>\n\n<p>some nights sleep will just suck for unknown baby reasons, and you make yourself an extra large cup of coffee, put the cranberries on extra loud, and deal with it.</p>\n\n<p>white noise helps, but then you might accidentally sleep train yourself so that you need white noise too. (just me? probably just me.)</p>\n\n<p>people who didn&#39;t have babies just as the world locked down during a global pandemic say some of this stuff is easier in Normal Times. hang on to that, today if you need to.</p>\n\n<p>if you&#39;re trying, chances are you&#39;re doing fine. if all else fails, check out <a href=\"https://www.mothermag.com/baby-gear-from-the-past/\">this post of baby gear</a> from the past and realize that if you haven&#39;t put your kid in the yard in a wicker cage, you&#39;re doing all right today.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/is5juh/what_i_learned_about_baby_sleep_half_a_year_in/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "You might have seen my comments around this subreddit (a lot) and a few of you have encouraged me to make a mega post. (Ta-da! here it is!)  Just quickly on why I have collected this copy-paste resource: I was really frustrated with how reddit works- lots of people posting the same question, with the upvote/downvote no one sees the same version of reddit, so it was hard for people to learn from other threads.  I felt like I was typing out the same answers all the time, so I gathered them together and would copy/paste as needed. (so yes, please share, please steal!) I also was frustrated that there wasn't a good resource on gentle sleep methods.  \n\nThis is a baby sleep guide, (not a sleep training guide) because even if you don't train, there's so much to learn about baby sleep that can help.  This is what drew me to this sub initially- because who knows about sleep? People who sleep train. \n\nSleep training gets presented as this black and white \"cosleep until they are seven, or leave baby to cry alone until their heart breaks\" (neither an accurate representation!) and there's no middle ground presented.  The middle ground exists!  It's big! There are lots of sleep training methods that work, especially if you put in the work to set baby up for success. \n\n##General Principles\nBefore diving in, a common thing is that parents feel that they've \"missed the boat\" if they haven't started with a newborn, 4 month old, or whatever. It's never to late to get better sleep, you can jump in wherever you're at. **You don't have to have followed the newborn bit to succeed at the later bits**, and so on.  Guide is organised chronologically by age, but skip up to where you're at. \n\n**All babies are individuals!** The advice might not apply to your baby. Your baby might hit milestones at slightly different times.  That said, the general patterns and principles are there because they seem to hold true for a lot of children, so if your child is way off what's 'normal' it might be time to look into that. You know your child best, though.\n\n**Be aware of the process:** while nightweaning might be the ultimate goal, independent sleep and a good schedule are the steps before that, it doesn't work so well to jump straight to night weaning. \n\n**Talk to your child** about what's going on. Yes, they might not understand yet, but that's how immersion works. Eventually, they will! \n\n**I'm no expert**. I only have a sample size of one (new baby joining us in 2022, we'll see how we go!) plus learning lots of stuff about sleep through this sub, getting feedback on whether my advice worked.  *Precious Little Sleep* by Alexis Dubief is an amazing resource.  I lean heavily on her website! *(Parenting pro-tip- buy the ebook, you can read it on your phone when holding that baby!)* \n\n##Newborns\nNawww. Welcome to the world, little one. \n\nHere's a comment I made about newborns https://www.reddit.com/r/sleeptrain/comments/k439pn/anyone_willing_to_share_a_newborn_guide/ge7imn1/\n\nHere's Precious Little Sleep's newborn guide https://www.preciouslittlesleep.com/newborn-baby-sleep-survival-guide/   \n        \n##The big comment: a guide to sleep training (gentle focus)\n(this is basically what I've been spamming this sub with for the last year. :) )   \n\n---\nThe first thing to set up to give yourself the best chance of sleep training success is to establish a schedule or rhythm with [age appropriate wake windows- (scroll down for the chart, can skip the article if you like)](https://www.slumberpod.com/blogs/our-blog/age-appropriate-awake-windows) so  baby isn't over or under tired at bed time.  (For naps, [this guide to short naps](https://www.preciouslittlesleep.com/monumental-guide-to-short-naps/) really helped us. ) \n\nAnother thing to make sure is that you have a calm and consistent bed time routine where your last feed is ending half an hour before bed time, and ends with baby in bed by themselves with the same conditions for the night. (Baby needs to be biologically ready- really little babies just fall asleep when eating- it's natural.) \n\n[This article at Precious Little Sleep](https://www.preciouslittlesleep.com/what-you-need-to-know-about-sleeping-through-the-night-part-i) explains what's going on with baby sleep. It is a good summary and worth reading!  \n\nAll sleep training will involve a little fussing, this article helps explain what that looks like: [Fussing vs Crying](https://misunderstoodmotherhood.substack.com/p/what-the-heck-is-fussing) \n\nThere are a lot of sleep training methods. Here are some gentle ones, others are Ferber and CIO.  I feel it's important to understand the theory of what you're trying to achieve (independent sleep) and find a mix of methods that work for your family. \n \n**Gentle Sleep training methods:**\n \n1. [Give baby a chance method](https://misunderstoodmotherhood.substack.com/p/give-baby-a-chance)\n \n2. [Sleep lady shuffle](https://sleeplady.com/baby-sleep-problems/the-gentle-sleep-coaching-process/)\n \n3. Pick up put down, camp it out and chair method are others.\n \nI really recommend Precious Little Sleep, the ebook is really reasonably priced. There are a range of options explored.\n \n**What we did**\n \n[DIY Gentle Method](https://www.reddit.com/r/sleeptrain/comments/nahpbg/progress_report_diy_gentle_method/) - a mix of methods that worked for us.   \n\n[This is what we did for feed to sleep](https://www.reddit.com/r/sleeptrain/comments/kaqr7f/car_inspired_gentleish_method) - we chose to do that before sleep training, some families move right to sleep training. My husband has said that he wouldn't do this again, but I think it worked ok, but not as a sleep training method. \n\n---\n\n##A potential issue with gentle methods\nSo the goal of sleep training is independent sleep- baby needs to fall asleep alone in order to know it's OK to fall asleep alone, so when they microwake at the end of a sleep cycle, they slip into the next one instead of waking up and going \"hey!! where's my sleep help?!\"  Methods like pick up put down and the chair method don't remove the parent until the end of the process, so you've got to be consistent for a LONG time and might not see results until you remove yourself.  You don't have to leave baby a long time, but they need a chance to fall asleep alone. \n\n##Tips by age- I guess a bit of a FAQ.\n\n**2-4 months ish**  \nThis is when things get HARD.  Lovely newborn conk out all the time, sleep anywhere is GONE.  Baby is starting to really wake up and notice the world. If the first three months are the fourth trimester, this is like labour. \n\nA lot of parents post asking if it's too early to sleep train.  And yes, if we're talking traditional cry it out methods, it's too early to sleep train.  However, you can start gently practicing independent sleep, knowing that you may need to step in and help baby sleep if it's been too long (max 20 minutes.)  \n\nUndertired is a sneaky enemy- for a long time overtired has been your main enemy, and suddenly UNDERTIRED sneaks in and looks exactly like over tired.  Finding the balance between them can be tricky! But around now is the time to ask \"maybe baby needs to stay awake just a smidge longer\". \n\nWith little babies, sometimes you go to put baby to bed early, they aren't tired, but they aren't being stimulated, so the nap doesn't work.  If it's been 30 minutes of trying for a nap, give up, go do something else for half and hour, and try again. \n\nhttps://www.preciouslittlesleep.com/what-we-learned-from-the-rock-n-play-recall/ - A really interesting blog post about why it's no longer reccommended to do sleep in swings, and why it's important to encourage independent sleep as soon as possible, before parents curl up from exhaustion. \n\nIf your baby doesn't like swaddling, don't worry. It's harder to get rid of later.  If your baby hates being unswaddled, stick with it. They do get used to it eventually.  \n\n**4 months**  \n* It's normal for naps to be crappy. It's normal to have a lot! We had 5 regularly at one point. \n* If you don't train, the 'regression' (major sleep development) will get better as their sleep cycles lengthen, but independent sleep solves a lot. \n* It is normal to be waking at night to feed, still. \n* Yes, the regression is the sign that baby may be ready to sleep train.  You don't have to wait until it ends- it won't. \n* If you haven't ditched the swaddle, do so. \n\n**5 months (aka dropping to 3 naps?)**    \nSomewhere in the 4-6 months range, the development for consolidating naps happens.  Baby is changing a LOT in a short amount of time, so you thought you'd figured out the wake windows that work? They probably need stretching.  Some people really push dropping to three naps already, but make sure baby is getting enough day sleep before you do.  We were on four naps at 5 months and had dropped to 3 at the end of the month.  It's OK to hold on to a nap if baby needs it. \n\nIt's also still really normal to be feeding a few times overnight still. \n\n**6 - 7 months (aka dropping to 2 naps?)** \nSix months is tricky because baby is starting to grow out of the three nap schedule, but probably isn't quite ready to drop to two naps.  From now on, the secret to dropping naps is: \"can baby stay awake long enough?\". \n\nMy advice is to lock in bed time to a fixed actual clock time, like 7pm, 7:30pm, 8pm, or whatever suits your family.  (Think about your desired wake time too- some babies do 12 hour nights, some 11, and some, 10.)   This way you can take advantage of the circadian rhythm. \n\nAs you gently stretch wake windows and hopefully naps get longer, nap three will get squeezed until it's too short to keep, and you'll drop to two naps. \n\nHere's our nap dropping experience. https://www.reddit.com/r/sleeptrain/comments/ll6gja/dropped_a_nap/   \n\n\n**8-10 months**  \nSeparation anxiety might be a thing, developments might make things interesting.  Things like sitting in the bed, standing in the bed and not being able to lie down, etc. It's OK to leave baby to figure it out.  Lots of daytime practice helps, but ultimately they've got to apply those skills. \n\nWe really enjoyed being on a clock based schedule (based on 3/3/4) instead of rigidly following wake windows. \n\n**11-16 months (aka dropping to one nap??)** \nLike dropping to 2 naps, the criteria is: can baby stay awake long enough?  There can be a 'false sign' that baby is ready to drop to one nap around the 10-13 month stage- often this is because of the explosion of development (words, walking) that might be happening about now.  You might need to cap naps and max out a two nap schedule.  We found that once running was a thing, baby was getting physically tired and went back to taking full advantage of two 90 minute naps during the day. \n\nWe found the 12 month regression real, it kicked our butts.  But at 12 months we added two small, safe, soft toys for night sleep (sometimes called 'loveys') and this made a big difference for sleep. \n\nDropping to one nap was one of the harder transitions we've done. (We moved to one nap at 15 months.  Like walking, the range of when babies are developmentally ready to drop is very big! Some babies keep two naps until 18 months, some drop around 12.)  Suddenly we were back to wake windows and trying to stretch them 10 minutes at a time. If we stretched too far the nap would be too short and the day would be hard.  We were stuck on 11:20am naps for a while. (11:30? No way!)  Figuring out when to feed her was tricky.  But it was worth the pain and we are now back on a one nap clock based schedule.  (Up at 7, nap 12-2, bedtime 8pm) \n\n##Older kiddos\n\n[How to use a toddler alarm clock (PLS)](https://www.preciouslittlesleep.com/how-to-use-a-toddler-alarm-clock)\n\nFor older kids, there are four methods that I know of.\n\n1) chair method- also called sleep lady shuffle. Basically you gradually move a chair out of the room by moving it a little each night.\n\n2) excuses method. This is like reverse Ferber. Instead of check ins, check out. Do your routine with snuggles etc, but leave with an excuse like \"I have to go to the toilet, I'll be right back\" etc. Teaching kiddo that you do keep your promise, you will be back, and they are ok to be alone and hopefully fall asleep. Longer and longer \"check outs\" after a fairly short initial one.\n\n3) [Super Nanny method](https://www.supernanny.co.uk/Advice/-/Parenting-Skills/-/Routine-and-Teamwork/Getting-Toddlers-to-Stay-in-Bed.aspx). There's a process, but basically you just end up plopping kid back into bed until they give up and stay in bed.\n\n4) baby gate the room, kid proof, they may fall asleep on the floor, that's cool. Then do CIO or other more standard younger kid method.  (This is for kids who aren't in a cot/crib anymore. \n\n##Other topics  \n**Wake window notation**   \nOften used as a shorthand in this sub, something like 3/3/4 means that baby has a two nap schedule (/ is a nap) with wake windows of three hours, three hours, and four hours. \n\n**The over tired spiral**  \nWhen baby gets overtired, so they don't sleep, so they get overtired, so they don't sleep- this is miserable.  We found you need to FIGHT baby to sleep however you can (rocking, etc) to reset. \n\n**Distraction Technique**  \nBabies get FOMO. (Fear Of Missing Out).  Then they develop the ability to recognise A, then B, means that C is coming up next. (C is sleep! We don't want sleep!)  We found that after getting baby ready for bed we would go and do something else for a few minutes (talking to the 'mirror baby' or going outside if really upset) before continuing the routine when baby was calm. \n\n**Naps**   \nNaps are mentioned all through the guide, but a quick naps guide\nhttps://www.preciouslittlesleep.com/monumental-guide-to-short-naps/ \n\nIt's really normal for naps to be short and painful (to get) until the development for consolidated naps kicks in around 4-6 months. \n\nI suggest doing nights first, then naps, not all at once.  For training naps, do one at a time, not all at once.  Try leaving baby for 10-15 minutes and then rescue the nap if needed,  the overall rhythm of the day is important to overnight sleep. \n\nIf baby is happy in their cot, it's OK to leave them until you want to get them up! \n\n**Night weaning**   \nSo worth it- our baby is finally sleeping through.  For us, there was a lot of talking about how the milkies were getting smaller (I was capping feeds and cutting down minutes per side- the pace that worked for us was about 1 minute a week- too fast and she'd wake up more often.)  Then we talked about how the milkies are available when the sun is shining, that the milkies are sleeping at night time now and we can have them in the morning. \n\nFor initial training, not feeding before midnight was a really helpful guideline- if we fed before midnight we were in for a bad night. \n\nhttps://www.preciouslittlesleep.com/what-you-need-to-know-about-sleeping-through-the-night-part-3 - PLS night weaning guide \n\nhttps://www.drjaygordon.com/blog-detail/sleep-changing-patterns-in-the-family-bed - we also found this article helpful- even though it's from the perspective of a bed sharing advocate, it has a gentle nightweaning approach that I borrowed from. \n\nIf your baby is older than 6 months, talk to your doctor if night weaning is appropriate.  Some babies still feed overnight until 12 months. (Or longer, but once past 12 months I think parent can choose to night wean.) \n\n**Other things we've found useful** \n\nWater before bed!  Sometimes kids are just thirsty.  It's ok to offer a sip of water (we do it after brushing teeth) and it helps with sleeping through. \n\nBefore bed time snack- we found we need to time this so it doesn't result in a feed to sleep association, but we offer porridge, banana and yogurt before bed. Apparently the banana can help with muscle aches.",
        "title": "cyclemam's baby sleep guide",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>You might have seen my comments around this subreddit (a lot) and a few of you have encouraged me to make a mega post. (Ta-da! here it is!)  Just quickly on why I have collected this copy-paste resource: I was really frustrated with how reddit works- lots of people posting the same question, with the upvote/downvote no one sees the same version of reddit, so it was hard for people to learn from other threads.  I felt like I was typing out the same answers all the time, so I gathered them together and would copy/paste as needed. (so yes, please share, please steal!) I also was frustrated that there wasn&#39;t a good resource on gentle sleep methods.  </p>\n\n<p>This is a baby sleep guide, (not a sleep training guide) because even if you don&#39;t train, there&#39;s so much to learn about baby sleep that can help.  This is what drew me to this sub initially- because who knows about sleep? People who sleep train. </p>\n\n<p>Sleep training gets presented as this black and white &quot;cosleep until they are seven, or leave baby to cry alone until their heart breaks&quot; (neither an accurate representation!) and there&#39;s no middle ground presented.  The middle ground exists!  It&#39;s big! There are lots of sleep training methods that work, especially if you put in the work to set baby up for success. </p>\n\n<h2>General Principles</h2>\n\n<p>Before diving in, a common thing is that parents feel that they&#39;ve &quot;missed the boat&quot; if they haven&#39;t started with a newborn, 4 month old, or whatever. It&#39;s never to late to get better sleep, you can jump in wherever you&#39;re at. <strong>You don&#39;t have to have followed the newborn bit to succeed at the later bits</strong>, and so on.  Guide is organised chronologically by age, but skip up to where you&#39;re at. </p>\n\n<p><strong>All babies are individuals!</strong> The advice might not apply to your baby. Your baby might hit milestones at slightly different times.  That said, the general patterns and principles are there because they seem to hold true for a lot of children, so if your child is way off what&#39;s &#39;normal&#39; it might be time to look into that. You know your child best, though.</p>\n\n<p><strong>Be aware of the process:</strong> while nightweaning might be the ultimate goal, independent sleep and a good schedule are the steps before that, it doesn&#39;t work so well to jump straight to night weaning. </p>\n\n<p><strong>Talk to your child</strong> about what&#39;s going on. Yes, they might not understand yet, but that&#39;s how immersion works. Eventually, they will! </p>\n\n<p><strong>I&#39;m no expert</strong>. I only have a sample size of one (new baby joining us in 2022, we&#39;ll see how we go!) plus learning lots of stuff about sleep through this sub, getting feedback on whether my advice worked.  <em>Precious Little Sleep</em> by Alexis Dubief is an amazing resource.  I lean heavily on her website! <em>(Parenting pro-tip- buy the ebook, you can read it on your phone when holding that baby!)</em> </p>\n\n<h2>Newborns</h2>\n\n<p>Nawww. Welcome to the world, little one. </p>\n\n<p>Here&#39;s a comment I made about newborns <a href=\"https://www.reddit.com/r/sleeptrain/comments/k439pn/anyone_willing_to_share_a_newborn_guide/ge7imn1/\">https://www.reddit.com/r/sleeptrain/comments/k439pn/anyone_willing_to_share_a_newborn_guide/ge7imn1/</a></p>\n\n<p>Here&#39;s Precious Little Sleep&#39;s newborn guide <a href=\"https://www.preciouslittlesleep.com/newborn-baby-sleep-survival-guide/\">https://www.preciouslittlesleep.com/newborn-baby-sleep-survival-guide/</a>   </p>\n\n<h2>The big comment: a guide to sleep training (gentle focus)</h2>\n\n<p>(this is basically what I&#39;ve been spamming this sub with for the last year. :) )   </p>\n\n<hr/>\n\n<p>The first thing to set up to give yourself the best chance of sleep training success is to establish a schedule or rhythm with <a href=\"https://www.slumberpod.com/blogs/our-blog/age-appropriate-awake-windows\">age appropriate wake windows- (scroll down for the chart, can skip the article if you like)</a> so  baby isn&#39;t over or under tired at bed time.  (For naps, <a href=\"https://www.preciouslittlesleep.com/monumental-guide-to-short-naps/\">this guide to short naps</a> really helped us. ) </p>\n\n<p>Another thing to make sure is that you have a calm and consistent bed time routine where your last feed is ending half an hour before bed time, and ends with baby in bed by themselves with the same conditions for the night. (Baby needs to be biologically ready- really little babies just fall asleep when eating- it&#39;s natural.) </p>\n\n<p><a href=\"https://www.preciouslittlesleep.com/what-you-need-to-know-about-sleeping-through-the-night-part-i\">This article at Precious Little Sleep</a> explains what&#39;s going on with baby sleep. It is a good summary and worth reading!  </p>\n\n<p>All sleep training will involve a little fussing, this article helps explain what that looks like: <a href=\"https://misunderstoodmotherhood.substack.com/p/what-the-heck-is-fussing\">Fussing vs Crying</a> </p>\n\n<p>There are a lot of sleep training methods. Here are some gentle ones, others are Ferber and CIO.  I feel it&#39;s important to understand the theory of what you&#39;re trying to achieve (independent sleep) and find a mix of methods that work for your family. </p>\n\n<p><strong>Gentle Sleep training methods:</strong></p>\n\n<ol>\n<li><p><a href=\"https://misunderstoodmotherhood.substack.com/p/give-baby-a-chance\">Give baby a chance method</a></p></li>\n<li><p><a href=\"https://sleeplady.com/baby-sleep-problems/the-gentle-sleep-coaching-process/\">Sleep lady shuffle</a></p></li>\n<li><p>Pick up put down, camp it out and chair method are others.</p></li>\n</ol>\n\n<p>I really recommend Precious Little Sleep, the ebook is really reasonably priced. There are a range of options explored.</p>\n\n<p><strong>What we did</strong></p>\n\n<p><a href=\"https://www.reddit.com/r/sleeptrain/comments/nahpbg/progress_report_diy_gentle_method/\">DIY Gentle Method</a> - a mix of methods that worked for us.   </p>\n\n<p><a href=\"https://www.reddit.com/r/sleeptrain/comments/kaqr7f/car_inspired_gentleish_method\">This is what we did for feed to sleep</a> - we chose to do that before sleep training, some families move right to sleep training. My husband has said that he wouldn&#39;t do this again, but I think it worked ok, but not as a sleep training method. </p>\n\n<hr/>\n\n<h2>A potential issue with gentle methods</h2>\n\n<p>So the goal of sleep training is independent sleep- baby needs to fall asleep alone in order to know it&#39;s OK to fall asleep alone, so when they microwake at the end of a sleep cycle, they slip into the next one instead of waking up and going &quot;hey!! where&#39;s my sleep help?!&quot;  Methods like pick up put down and the chair method don&#39;t remove the parent until the end of the process, so you&#39;ve got to be consistent for a LONG time and might not see results until you remove yourself.  You don&#39;t have to leave baby a long time, but they need a chance to fall asleep alone. </p>\n\n<h2>Tips by age- I guess a bit of a FAQ.</h2>\n\n<p><strong>2-4 months ish</strong><br/>\nThis is when things get HARD.  Lovely newborn conk out all the time, sleep anywhere is GONE.  Baby is starting to really wake up and notice the world. If the first three months are the fourth trimester, this is like labour. </p>\n\n<p>A lot of parents post asking if it&#39;s too early to sleep train.  And yes, if we&#39;re talking traditional cry it out methods, it&#39;s too early to sleep train.  However, you can start gently practicing independent sleep, knowing that you may need to step in and help baby sleep if it&#39;s been too long (max 20 minutes.)  </p>\n\n<p>Undertired is a sneaky enemy- for a long time overtired has been your main enemy, and suddenly UNDERTIRED sneaks in and looks exactly like over tired.  Finding the balance between them can be tricky! But around now is the time to ask &quot;maybe baby needs to stay awake just a smidge longer&quot;. </p>\n\n<p>With little babies, sometimes you go to put baby to bed early, they aren&#39;t tired, but they aren&#39;t being stimulated, so the nap doesn&#39;t work.  If it&#39;s been 30 minutes of trying for a nap, give up, go do something else for half and hour, and try again. </p>\n\n<p><a href=\"https://www.preciouslittlesleep.com/what-we-learned-from-the-rock-n-play-recall/\">https://www.preciouslittlesleep.com/what-we-learned-from-the-rock-n-play-recall/</a> - A really interesting blog post about why it&#39;s no longer reccommended to do sleep in swings, and why it&#39;s important to encourage independent sleep as soon as possible, before parents curl up from exhaustion. </p>\n\n<p>If your baby doesn&#39;t like swaddling, don&#39;t worry. It&#39;s harder to get rid of later.  If your baby hates being unswaddled, stick with it. They do get used to it eventually.  </p>\n\n<p><strong>4 months</strong><br/>\n* It&#39;s normal for naps to be crappy. It&#39;s normal to have a lot! We had 5 regularly at one point. \n* If you don&#39;t train, the &#39;regression&#39; (major sleep development) will get better as their sleep cycles lengthen, but independent sleep solves a lot. \n* It is normal to be waking at night to feed, still. \n* Yes, the regression is the sign that baby may be ready to sleep train.  You don&#39;t have to wait until it ends- it won&#39;t. \n* If you haven&#39;t ditched the swaddle, do so. </p>\n\n<p><strong>5 months (aka dropping to 3 naps?)</strong><br/>\nSomewhere in the 4-6 months range, the development for consolidating naps happens.  Baby is changing a LOT in a short amount of time, so you thought you&#39;d figured out the wake windows that work? They probably need stretching.  Some people really push dropping to three naps already, but make sure baby is getting enough day sleep before you do.  We were on four naps at 5 months and had dropped to 3 at the end of the month.  It&#39;s OK to hold on to a nap if baby needs it. </p>\n\n<p>It&#39;s also still really normal to be feeding a few times overnight still. </p>\n\n<p><strong>6 - 7 months (aka dropping to 2 naps?)</strong> \nSix months is tricky because baby is starting to grow out of the three nap schedule, but probably isn&#39;t quite ready to drop to two naps.  From now on, the secret to dropping naps is: &quot;can baby stay awake long enough?&quot;. </p>\n\n<p>My advice is to lock in bed time to a fixed actual clock time, like 7pm, 7:30pm, 8pm, or whatever suits your family.  (Think about your desired wake time too- some babies do 12 hour nights, some 11, and some, 10.)   This way you can take advantage of the circadian rhythm. </p>\n\n<p>As you gently stretch wake windows and hopefully naps get longer, nap three will get squeezed until it&#39;s too short to keep, and you&#39;ll drop to two naps. </p>\n\n<p>Here&#39;s our nap dropping experience. <a href=\"https://www.reddit.com/r/sleeptrain/comments/ll6gja/dropped_a_nap/\">https://www.reddit.com/r/sleeptrain/comments/ll6gja/dropped_a_nap/</a>   </p>\n\n<p><strong>8-10 months</strong><br/>\nSeparation anxiety might be a thing, developments might make things interesting.  Things like sitting in the bed, standing in the bed and not being able to lie down, etc. It&#39;s OK to leave baby to figure it out.  Lots of daytime practice helps, but ultimately they&#39;ve got to apply those skills. </p>\n\n<p>We really enjoyed being on a clock based schedule (based on 3/3/4) instead of rigidly following wake windows. </p>\n\n<p><strong>11-16 months (aka dropping to one nap??)</strong> \nLike dropping to 2 naps, the criteria is: can baby stay awake long enough?  There can be a &#39;false sign&#39; that baby is ready to drop to one nap around the 10-13 month stage- often this is because of the explosion of development (words, walking) that might be happening about now.  You might need to cap naps and max out a two nap schedule.  We found that once running was a thing, baby was getting physically tired and went back to taking full advantage of two 90 minute naps during the day. </p>\n\n<p>We found the 12 month regression real, it kicked our butts.  But at 12 months we added two small, safe, soft toys for night sleep (sometimes called &#39;loveys&#39;) and this made a big difference for sleep. </p>\n\n<p>Dropping to one nap was one of the harder transitions we&#39;ve done. (We moved to one nap at 15 months.  Like walking, the range of when babies are developmentally ready to drop is very big! Some babies keep two naps until 18 months, some drop around 12.)  Suddenly we were back to wake windows and trying to stretch them 10 minutes at a time. If we stretched too far the nap would be too short and the day would be hard.  We were stuck on 11:20am naps for a while. (11:30? No way!)  Figuring out when to feed her was tricky.  But it was worth the pain and we are now back on a one nap clock based schedule.  (Up at 7, nap 12-2, bedtime 8pm) </p>\n\n<h2>Older kiddos</h2>\n\n<p><a href=\"https://www.preciouslittlesleep.com/how-to-use-a-toddler-alarm-clock\">How to use a toddler alarm clock (PLS)</a></p>\n\n<p>For older kids, there are four methods that I know of.</p>\n\n<p>1) chair method- also called sleep lady shuffle. Basically you gradually move a chair out of the room by moving it a little each night.</p>\n\n<p>2) excuses method. This is like reverse Ferber. Instead of check ins, check out. Do your routine with snuggles etc, but leave with an excuse like &quot;I have to go to the toilet, I&#39;ll be right back&quot; etc. Teaching kiddo that you do keep your promise, you will be back, and they are ok to be alone and hopefully fall asleep. Longer and longer &quot;check outs&quot; after a fairly short initial one.</p>\n\n<p>3) <a href=\"https://www.supernanny.co.uk/Advice/-/Parenting-Skills/-/Routine-and-Teamwork/Getting-Toddlers-to-Stay-in-Bed.aspx\">Super Nanny method</a>. There&#39;s a process, but basically you just end up plopping kid back into bed until they give up and stay in bed.</p>\n\n<p>4) baby gate the room, kid proof, they may fall asleep on the floor, that&#39;s cool. Then do CIO or other more standard younger kid method.  (This is for kids who aren&#39;t in a cot/crib anymore. </p>\n\n<h2>Other topics</h2>\n\n<p><strong>Wake window notation</strong><br/>\nOften used as a shorthand in this sub, something like 3/3/4 means that baby has a two nap schedule (/ is a nap) with wake windows of three hours, three hours, and four hours. </p>\n\n<p><strong>The over tired spiral</strong><br/>\nWhen baby gets overtired, so they don&#39;t sleep, so they get overtired, so they don&#39;t sleep- this is miserable.  We found you need to FIGHT baby to sleep however you can (rocking, etc) to reset. </p>\n\n<p><strong>Distraction Technique</strong><br/>\nBabies get FOMO. (Fear Of Missing Out).  Then they develop the ability to recognise A, then B, means that C is coming up next. (C is sleep! We don&#39;t want sleep!)  We found that after getting baby ready for bed we would go and do something else for a few minutes (talking to the &#39;mirror baby&#39; or going outside if really upset) before continuing the routine when baby was calm. </p>\n\n<p><strong>Naps</strong><br/>\nNaps are mentioned all through the guide, but a quick naps guide\n<a href=\"https://www.preciouslittlesleep.com/monumental-guide-to-short-naps/\">https://www.preciouslittlesleep.com/monumental-guide-to-short-naps/</a> </p>\n\n<p>It&#39;s really normal for naps to be short and painful (to get) until the development for consolidated naps kicks in around 4-6 months. </p>\n\n<p>I suggest doing nights first, then naps, not all at once.  For training naps, do one at a time, not all at once.  Try leaving baby for 10-15 minutes and then rescue the nap if needed,  the overall rhythm of the day is important to overnight sleep. </p>\n\n<p>If baby is happy in their cot, it&#39;s OK to leave them until you want to get them up! </p>\n\n<p><strong>Night weaning</strong><br/>\nSo worth it- our baby is finally sleeping through.  For us, there was a lot of talking about how the milkies were getting smaller (I was capping feeds and cutting down minutes per side- the pace that worked for us was about 1 minute a week- too fast and she&#39;d wake up more often.)  Then we talked about how the milkies are available when the sun is shining, that the milkies are sleeping at night time now and we can have them in the morning. </p>\n\n<p>For initial training, not feeding before midnight was a really helpful guideline- if we fed before midnight we were in for a bad night. </p>\n\n<p><a href=\"https://www.preciouslittlesleep.com/what-you-need-to-know-about-sleeping-through-the-night-part-3\">https://www.preciouslittlesleep.com/what-you-need-to-know-about-sleeping-through-the-night-part-3</a> - PLS night weaning guide </p>\n\n<p><a href=\"https://www.drjaygordon.com/blog-detail/sleep-changing-patterns-in-the-family-bed\">https://www.drjaygordon.com/blog-detail/sleep-changing-patterns-in-the-family-bed</a> - we also found this article helpful- even though it&#39;s from the perspective of a bed sharing advocate, it has a gentle nightweaning approach that I borrowed from. </p>\n\n<p>If your baby is older than 6 months, talk to your doctor if night weaning is appropriate.  Some babies still feed overnight until 12 months. (Or longer, but once past 12 months I think parent can choose to night wean.) </p>\n\n<p><strong>Other things we&#39;ve found useful</strong> </p>\n\n<p>Water before bed!  Sometimes kids are just thirsty.  It&#39;s ok to offer a sip of water (we do it after brushing teeth) and it helps with sleeping through. </p>\n\n<p>Before bed time snack- we found we need to time this so it doesn&#39;t result in a feed to sleep association, but we offer porridge, banana and yogurt before bed. Apparently the banana can help with muscle aches.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/s3ghy6/cyclemams_baby_sleep_guide/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "I was asking the author of PLS (Alexis Dubief) questions on Twitter about some sleep training stuff, and mentioned that r/sleeptrain always refers to her book because it’s super helpful. She mentioned she had offered to do an AMA here but the mods never got back to her, but the offer still stands. Just wondering if anyone on here would like for her to do an AMA? I know I sure would!",
        "title": "Precious Little Sleep AMA",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I was asking the author of PLS (Alexis Dubief) questions on Twitter about some sleep training stuff, and mentioned that <a href=\"/r/sleeptrain\">r/sleeptrain</a> always refers to her book because it’s super helpful. She mentioned she had offered to do an AMA here but the mods never got back to her, but the offer still stands. Just wondering if anyone on here would like for her to do an AMA? I know I sure would!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/ozb3h2/precious_little_sleep_ama/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "We have spent dozens of hours reading about baby sleep since the second trimester. However, our three months old falls asleep by herself every night before we have a chance to use any of the techniques we learned. She has been doing this basically since birth. How do we practice CIO or FIO if she doesn’t cry at bedtime? Any idea how to develop this “bedtime routine” we have heard so much about if she is already asleep before we start step one of the routine? Are we supposed to S.I.T.B.A.C.K and drink a glass of wine during her first sleep stretch (six hours)?  None of the sleep training scenarios seem to apply to us and we are so lost and confused. Please help!",
        "title": "Help! Our baby falls asleep in her bassinet every night before we have a chance to apply any of the sleeping training methods. What are we doing wrong?!",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>We have spent dozens of hours reading about baby sleep since the second trimester. However, our three months old falls asleep by herself every night before we have a chance to use any of the techniques we learned. She has been doing this basically since birth. How do we practice CIO or FIO if she doesn’t cry at bedtime? Any idea how to develop this “bedtime routine” we have heard so much about if she is already asleep before we start step one of the routine? Are we supposed to S.I.T.B.A.C.K and drink a glass of wine during her first sleep stretch (six hours)?  None of the sleep training scenarios seem to apply to us and we are so lost and confused. Please help!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/mhvrv3/help_our_baby_falls_asleep_in_her_bassinet_every/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "After 54 hours of labor, Ivy was born at home on my living room floor on Nov 22 2019. Sleeping was impossible. I hated to hear her cry, my body instinctively responded to her and I couldn’t imagine stopping it. My mother-in-law warned me not to “let her use my boob as a pacifier”, but I always let her nurse as much as she wanted and it seemed to be her go to comfort as she never took a rubber pacifier or a bottle. When she was tiny, I would swaddle her, nurse her to sleep, and then in super slow motion put her down in the bassinet. 70% of the time she would wake up and I would have to start all over again. It would regularly take me 45 min to and hour or more to get her down, for every nap and every time she woke up throughout the night.\n\nAs she got bigger and was rolling as we had to stop swaddling, I started using the Snuggle Me pillow to put her down without waking her up. I would nurse her while she was lying in the pillow on my lap, then after she dozed I would unlatch her and pick the pillow up with her on it and slow motion transfer to crib. She would usually wake 20 min later and I would have to start again. I got no time alone with my husband, I started to resent him as he got to sit downstairs and watch TV as I killed myself to get our girl to sleep.\n\nAround 6 months she got too big for the pillow. I could not put her down without waking her up. I actually started nursing and rocking her to sleep, then climbing into the crib with her still on my boob and lying down with her in her crib until she reached a deep sleep at which time I would unlatch her and do some silent slow motion ninja moves to get out of the crib without waking her. I would do this 3,4 sometimes 6 times between bedtime (7ish) and when my husband and I would go to sleep around midnight. Then the next time she woke up I would just give up and take her in bed with me. \n\nThen she started rolling over and crawling and pulling herself up on the crib. I was at a loss. I would spend hours every day and night rocking her, fighting her as she’s simultaneously breastfeeding and kicking me away with both feet. One night I punched the crib in frustration when she awoke as I was climbing out. \n\nWe had to make a change. We decided we were going to try cry it out with my husband in the room, not me. I did the bedtime routine, bath, stories, songs and nursing, then put her in her crib awake and said night night mommy loves you go to sleep. She started crying immediately.\n\nThen my husband went in. I hate to admit I had no confidence in his ability to soothe her. At first he just sat in the chair next to the crib and told her it’s going to be ok. She cried for about 20 minutes that first night. When her crying got bad, he picked her up but he also couldn’t put her down without waking her. So he started just rubbing her back and laying her down when she stood up, saying positive things like I believe in you baby, it’s ok, you can do this your doing great.\n\n2 days later and it takes him 5 minutes to put her to bed, when she awakens at night and for naps. She protests minimally at first, more grumbles than real cries though. Tonight he put her in her crib and she laid right down and put herself to sleep. I watched on the monitor totally dumbfounded.\n\nMy recommendation to all you weary moms who feel like your the only one who can get your babe to sleep - is maybe, if you have someone to help, try removing yourself from the equation. Try it first at night when she is really tired. The first night is tough. Hearing her cry when I knew I had what she thought she needed (boobies) was hell. But it’s worth it. I was the mom who said I would never sleep train. And now I say screw all the heated opinions around those words “sleep training.” If where your at isn’t working, make a change. Sleep is important and so is your mental health and alone time/ time for your relationship or marriage. Baby needs sleep for brain development. A rested mom is a happy mom is a good mom 🤍",
        "title": "Killing myself to get my 8 m.o. to sleep, turns out I was the problem",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>After 54 hours of labor, Ivy was born at home on my living room floor on Nov 22 2019. Sleeping was impossible. I hated to hear her cry, my body instinctively responded to her and I couldn’t imagine stopping it. My mother-in-law warned me not to “let her use my boob as a pacifier”, but I always let her nurse as much as she wanted and it seemed to be her go to comfort as she never took a rubber pacifier or a bottle. When she was tiny, I would swaddle her, nurse her to sleep, and then in super slow motion put her down in the bassinet. 70% of the time she would wake up and I would have to start all over again. It would regularly take me 45 min to and hour or more to get her down, for every nap and every time she woke up throughout the night.</p>\n\n<p>As she got bigger and was rolling as we had to stop swaddling, I started using the Snuggle Me pillow to put her down without waking her up. I would nurse her while she was lying in the pillow on my lap, then after she dozed I would unlatch her and pick the pillow up with her on it and slow motion transfer to crib. She would usually wake 20 min later and I would have to start again. I got no time alone with my husband, I started to resent him as he got to sit downstairs and watch TV as I killed myself to get our girl to sleep.</p>\n\n<p>Around 6 months she got too big for the pillow. I could not put her down without waking her up. I actually started nursing and rocking her to sleep, then climbing into the crib with her still on my boob and lying down with her in her crib until she reached a deep sleep at which time I would unlatch her and do some silent slow motion ninja moves to get out of the crib without waking her. I would do this 3,4 sometimes 6 times between bedtime (7ish) and when my husband and I would go to sleep around midnight. Then the next time she woke up I would just give up and take her in bed with me. </p>\n\n<p>Then she started rolling over and crawling and pulling herself up on the crib. I was at a loss. I would spend hours every day and night rocking her, fighting her as she’s simultaneously breastfeeding and kicking me away with both feet. One night I punched the crib in frustration when she awoke as I was climbing out. </p>\n\n<p>We had to make a change. We decided we were going to try cry it out with my husband in the room, not me. I did the bedtime routine, bath, stories, songs and nursing, then put her in her crib awake and said night night mommy loves you go to sleep. She started crying immediately.</p>\n\n<p>Then my husband went in. I hate to admit I had no confidence in his ability to soothe her. At first he just sat in the chair next to the crib and told her it’s going to be ok. She cried for about 20 minutes that first night. When her crying got bad, he picked her up but he also couldn’t put her down without waking her. So he started just rubbing her back and laying her down when she stood up, saying positive things like I believe in you baby, it’s ok, you can do this your doing great.</p>\n\n<p>2 days later and it takes him 5 minutes to put her to bed, when she awakens at night and for naps. She protests minimally at first, more grumbles than real cries though. Tonight he put her in her crib and she laid right down and put herself to sleep. I watched on the monitor totally dumbfounded.</p>\n\n<p>My recommendation to all you weary moms who feel like your the only one who can get your babe to sleep - is maybe, if you have someone to help, try removing yourself from the equation. Try it first at night when she is really tired. The first night is tough. Hearing her cry when I knew I had what she thought she needed (boobies) was hell. But it’s worth it. I was the mom who said I would never sleep train. And now I say screw all the heated opinions around those words “sleep training.” If where your at isn’t working, make a change. Sleep is important and so is your mental health and alone time/ time for your relationship or marriage. Baby needs sleep for brain development. A rested mom is a happy mom is a good mom 🤍</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/i9hlem/killing_myself_to_get_my_8_mo_to_sleep_turns_out/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "It's 2 AM and I hear you stir. Will you go back to sleep like you often do? Or will this be one of the nights you need a little bit of help?\n\nThe crying starts and we start the timer. 1 minute seems like an hour - 10 minutes an eternity. Fleeting moments of anger flit through my mind, but then I wonder - what is going through your mind as you raise your little head up towards us. Are you sleepy? Or is the \"mamamam\" sound you make while crying a plea for me to come to your side? How can I be angry when you are crying out for help? I try to tune you out - climbing Everest would be easier.\n\nThe timer goes off and I spring out of bed to pick you up. You put your little arms around my neck, your breathing slows down, and your body turns to lead. You let out a little sigh and fall asleep in my arms with your head on my shoulder. I'm tired, you are tired.  . I place my hand on your back and feel the rhythm of you breathing. You needed me and so I'm here. I'll keep you safe and give you comfort. I don't want to ever let go. Time stands still and in this moment, it is just you and I. \n\nWe make it through the night. You seem no worse for wear while we feel like road kill. I drag myself bleary-eyed into my office, barely making it through the morning. As I lay my head on my desk feeling sorry for myself, I remember your little arms around my neck. I remember feeling your breath under my hand, the smell of your hair. And even in the throes of sleep derived desperation I realize that this is just a phase - this won't last forever. And I need to just be in those moments together when it's the middle of the night and it's just you and I.",
        "title": "Middle of the night, just you and I",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>It&#39;s 2 AM and I hear you stir. Will you go back to sleep like you often do? Or will this be one of the nights you need a little bit of help?</p>\n\n<p>The crying starts and we start the timer. 1 minute seems like an hour - 10 minutes an eternity. Fleeting moments of anger flit through my mind, but then I wonder - what is going through your mind as you raise your little head up towards us. Are you sleepy? Or is the &quot;mamamam&quot; sound you make while crying a plea for me to come to your side? How can I be angry when you are crying out for help? I try to tune you out - climbing Everest would be easier.</p>\n\n<p>The timer goes off and I spring out of bed to pick you up. You put your little arms around my neck, your breathing slows down, and your body turns to lead. You let out a little sigh and fall asleep in my arms with your head on my shoulder. I&#39;m tired, you are tired.  . I place my hand on your back and feel the rhythm of you breathing. You needed me and so I&#39;m here. I&#39;ll keep you safe and give you comfort. I don&#39;t want to ever let go. Time stands still and in this moment, it is just you and I. </p>\n\n<p>We make it through the night. You seem no worse for wear while we feel like road kill. I drag myself bleary-eyed into my office, barely making it through the morning. As I lay my head on my desk feeling sorry for myself, I remember your little arms around my neck. I remember feeling your breath under my hand, the smell of your hair. And even in the throes of sleep derived desperation I realize that this is just a phase - this won&#39;t last forever. And I need to just be in those moments together when it&#39;s the middle of the night and it&#39;s just you and I.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/rvjjr7/middle_of_the_night_just_you_and_i/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "My sister in law told me letting your baby fuss or cry for a little bit at night to learn how to self soothe is child abuse. Every Tik Tok video on Cosleeping or sleep training is full of commenters saying shit like “sleep training is lazy. You’re rewiring your infants brain to not trust you just because you need sleep.” \n\nMy daughters lack of sleep made me suicidal. When we sleep trained her she never was allowed to cry for more than 15-20 mins. She sleeps through the night now every single night unless she’s sick or teething, which is how I know she WILL wake me up if she needs me. \n\nSomeone in my life had the gall to tell me their child must be more attached to them than my daughter is to me because they cosleep with their child.\n\nSocial media can just f*ck right off.",
        "title": "So freaking sick of social media pushing the idea that sleep training is child abuse.",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My sister in law told me letting your baby fuss or cry for a little bit at night to learn how to self soothe is child abuse. Every Tik Tok video on Cosleeping or sleep training is full of commenters saying shit like “sleep training is lazy. You’re rewiring your infants brain to not trust you just because you need sleep.” </p>\n\n<p>My daughters lack of sleep made me suicidal. When we sleep trained her she never was allowed to cry for more than 15-20 mins. She sleeps through the night now every single night unless she’s sick or teething, which is how I know she WILL wake me up if she needs me. </p>\n\n<p>Someone in my life had the gall to tell me their child must be more attached to them than my daughter is to me because they cosleep with their child.</p>\n\n<p>Social media can just f*ck right off.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/12taqmo/so_freaking_sick_of_social_media_pushing_the_idea/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "I’m coming back here as a second time mom with some new perspective.\n\nMy oldest son, now 20 months, was a horrible sleeper. He wouldn’t go in his bassinet until he was a few weeks old. He’d pop awake at the slightest movement, despite being wrapped as tightly as a burrito. He’d scream his little lungs out the minute we put him down and he needed to be nursed to sleep. He woke 3-5x/night right up until we sleep trained him at 4 months. I used to get so upset when people would say to put him down drowsy but awake, or use wake windows, or put him to bed earlier to make him sleep later. Nothing worked! I wondered what I was doing wrong.\n\nTurns out, nothing. I wasn’t doing anything wrong. I just had a tough sleeper. I have 3 month old twins. They’re unicorns. I keep waiting for the other shoe to drop and for them to hit a regression, but so far so good. From birth, I could put them down awake and they’d go to sleep without crying. By 10 weeks, they were sleeping 10-11 hours at night. They nap for 1.5-2 hours three times a day.\n\nSeeing how easy these babies are, I’m realizing that I didn’t do anything wrong when it came to my oldest son’s sleep. He just wasn’t a unicorn. So if people tell you that something works great for them and it won’t work for you, don’t blame yourself. Different kids respond to different strategies, and you need to find what works for you!",
        "title": "“Unicorn babies” exist. It’s not your fault if yours isn’t one!",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I’m coming back here as a second time mom with some new perspective.</p>\n\n<p>My oldest son, now 20 months, was a horrible sleeper. He wouldn’t go in his bassinet until he was a few weeks old. He’d pop awake at the slightest movement, despite being wrapped as tightly as a burrito. He’d scream his little lungs out the minute we put him down and he needed to be nursed to sleep. He woke 3-5x/night right up until we sleep trained him at 4 months. I used to get so upset when people would say to put him down drowsy but awake, or use wake windows, or put him to bed earlier to make him sleep later. Nothing worked! I wondered what I was doing wrong.</p>\n\n<p>Turns out, nothing. I wasn’t doing anything wrong. I just had a tough sleeper. I have 3 month old twins. They’re unicorns. I keep waiting for the other shoe to drop and for them to hit a regression, but so far so good. From birth, I could put them down awake and they’d go to sleep without crying. By 10 weeks, they were sleeping 10-11 hours at night. They nap for 1.5-2 hours three times a day.</p>\n\n<p>Seeing how easy these babies are, I’m realizing that I didn’t do anything wrong when it came to my oldest son’s sleep. He just wasn’t a unicorn. So if people tell you that something works great for them and it won’t work for you, don’t blame yourself. Different kids respond to different strategies, and you need to find what works for you!</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/no8wms/unicorn_babies_exist_its_not_your_fault_if_yours/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "My little guy doesn't really do \"drowsy but awake.\"\n\nWhat he does do is snap his eyes open to glare at me with unadulterated contempt at my obvious abandonment and poor parenting practices the moment his little back touches the crib. He holds eye contact for a good few seconds to make me fully understand the depths of my betrayal and inadequacy as a parent for daring to expect him to sleep by himself(!) before rolling away from me with as much force as a 3.5 month old can roll and looking back once more to make sure I've recieved his stink eye and know that I'm not allowed anywhere near him anymore for having broken his trust. And then falls asleep with a sigh to let the world know that he's not happy with it. \n\nHe basically spite sleeps at night and after a day full day of nap fighting meltdowns I'll take it and try not to laugh. \n\nAnyone else have a \"gotta laugh (silently!) or else I'll cry\" story?",
        "title": "Spite sleep? I'll take it!",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My little guy doesn&#39;t really do &quot;drowsy but awake.&quot;</p>\n\n<p>What he does do is snap his eyes open to glare at me with unadulterated contempt at my obvious abandonment and poor parenting practices the moment his little back touches the crib. He holds eye contact for a good few seconds to make me fully understand the depths of my betrayal and inadequacy as a parent for daring to expect him to sleep by himself(!) before rolling away from me with as much force as a 3.5 month old can roll and looking back once more to make sure I&#39;ve recieved his stink eye and know that I&#39;m not allowed anywhere near him anymore for having broken his trust. And then falls asleep with a sigh to let the world know that he&#39;s not happy with it. </p>\n\n<p>He basically spite sleeps at night and after a day full day of nap fighting meltdowns I&#39;ll take it and try not to laugh. </p>\n\n<p>Anyone else have a &quot;gotta laugh (silently!) or else I&#39;ll cry&quot; story?</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/mipx23/spite_sleep_ill_take_it/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "I know this is specifically a sleep training forum but I did just want to let anyone know who needed to hear this that whatever you do to yet your baby to sleep is not a bad thing UNTIL it becomes a problem for you. \n\nI rocked my son to sleep for every nap and bedtime and they learned to link sleep cycles just fine when it was developmentally appropriate for him. (around 5 months) My nieces and nephews were all rocked to sleep and they're great sleepers too. My son literally pushed away from me at 7 months when i tried to rock him and has been putting himself to bed ever since. \n\nPoint being: if it is working fine for you to nurse to sleep or rock to sleep, don't feel the need to change just because \"experts\" say your child needs to fall asleep independently by 4 months.",
        "title": "unpopular sleep opinion",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I know this is specifically a sleep training forum but I did just want to let anyone know who needed to hear this that whatever you do to yet your baby to sleep is not a bad thing UNTIL it becomes a problem for you. </p>\n\n<p>I rocked my son to sleep for every nap and bedtime and they learned to link sleep cycles just fine when it was developmentally appropriate for him. (around 5 months) My nieces and nephews were all rocked to sleep and they&#39;re great sleepers too. My son literally pushed away from me at 7 months when i tried to rock him and has been putting himself to bed ever since. </p>\n\n<p>Point being: if it is working fine for you to nurse to sleep or rock to sleep, don&#39;t feel the need to change just because &quot;experts&quot; say your child needs to fall asleep independently by 4 months.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/v447gf/unpopular_sleep_opinion/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "From the time my baby was born I was determined to have a good sleeper. I obsessed over wake windows, schedules, always put her down awake, and rarely allowed contact napping. I read all the books and joined all the groups. I did everything \"right.\" Eventually I hired a sleep consultant and did what she said, down to the letter.\n\nMy baby still sucks at sleep. She has never slept through the night, and I can count on one hand the nights where she's only woken up once. She's 14 months old. \n\nMoral of the story? I would tell new parents two things:\n\n1) Some babies are just bad sleepers no matter how hard you try. It is not your fault.\n\n2) Having a *healthy* interest in baby sleep is fine. There's nothing wrong with trying different things and installing good habits (and always practice safe sleep!). But don't let it become an obsession, and for god sake, don't let it get in the way of enjoying your baby. If you miss a wake window by 15 minutes, it's not the end of the world. If your baby has an extra short or long nap, you are not doomed. And if you want to have a snuggly contact nap, DO IT. None of this will change anything in the grand scheme of things.\n\n(I'm not looking for advice by the way .. believe me, I've tried it all.)",
        "title": "Some babies are just bad sleepers, and there's nothing you can do about it.",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>From the time my baby was born I was determined to have a good sleeper. I obsessed over wake windows, schedules, always put her down awake, and rarely allowed contact napping. I read all the books and joined all the groups. I did everything &quot;right.&quot; Eventually I hired a sleep consultant and did what she said, down to the letter.</p>\n\n<p>My baby still sucks at sleep. She has never slept through the night, and I can count on one hand the nights where she&#39;s only woken up once. She&#39;s 14 months old. </p>\n\n<p>Moral of the story? I would tell new parents two things:</p>\n\n<p>1) Some babies are just bad sleepers no matter how hard you try. It is not your fault.</p>\n\n<p>2) Having a <em>healthy</em> interest in baby sleep is fine. There&#39;s nothing wrong with trying different things and installing good habits (and always practice safe sleep!). But don&#39;t let it become an obsession, and for god sake, don&#39;t let it get in the way of enjoying your baby. If you miss a wake window by 15 minutes, it&#39;s not the end of the world. If your baby has an extra short or long nap, you are not doomed. And if you want to have a snuggly contact nap, DO IT. None of this will change anything in the grand scheme of things.</p>\n\n<p>(I&#39;m not looking for advice by the way .. believe me, I&#39;ve tried it all.)</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/11fbh3t/some_babies_are_just_bad_sleepers_and_theres/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "Kept thinking I would never sleep for more than 3 hours at a time\n\nBut then I spent so many nights letting you cry it out\n\nAnd I grew strong \n\nAnd now I can sleep for long",
        "title": "At first I was afraid, I was sleep deprived",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Kept thinking I would never sleep for more than 3 hours at a time</p>\n\n<p>But then I spent so many nights letting you cry it out</p>\n\n<p>And I grew strong </p>\n\n<p>And now I can sleep for long</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/uc85o8/at_first_i_was_afraid_i_was_sleep_deprived/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "Just to put it out there again… I’m going to leave my opinion for myself, this is just information that some parents - positive or negative - might find helpful in deciding if they want to purchase her products.",
        "title": "TCB is a Trump supporter",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Just to put it out there again… I’m going to leave my opinion for myself, this is just information that some parents - positive or negative - might find helpful in deciding if they want to purchase her products.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/rvu0f6/tcb_is_a_trump_supporter/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "My daughter is 20 months and was incredibly hard to sleep train. My 4 month son can already self-soothe and sleep like a pro. Their personalities are 100% different. Don’t beat yourself up if someone else is making it sound easy. Different kids, different sleep.",
        "title": "Just here to say personality of your kid matters with sleep training.",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>My daughter is 20 months and was incredibly hard to sleep train. My 4 month son can already self-soothe and sleep like a pro. Their personalities are 100% different. Don’t beat yourself up if someone else is making it sound easy. Different kids, different sleep.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/ne3vg1/just_here_to_say_personality_of_your_kid_matters/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "Can you sleep train a 34 year old? At 419 months I need some advice on daytime wake windows and what to do about night wakeups and my inability to fall asleep independently. I’d like to aim for 8 total hours of night sleep and one 0.5/1 hour nap per day. Is there a form that can be submitted to my boss to make this happen? I estimate that my wake windows should be 6 hours but can be stretched. Not anticipating the boss to be on board or the baby to let naps happen. \n\nNight wakeups include racing thoughts and difficulty putting self back to sleep. Tried CIO for falling asleep, but very stubborn and I’m not crying but not sleeping. White noise helps!\n\nAdvice appreciated! \n\n/s \n\n-signed a wakeful parent who is trying to be funny but also wants to sleep better tomorrow night",
        "title": "Sleep training question",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Can you sleep train a 34 year old? At 419 months I need some advice on daytime wake windows and what to do about night wakeups and my inability to fall asleep independently. I’d like to aim for 8 total hours of night sleep and one 0.5/1 hour nap per day. Is there a form that can be submitted to my boss to make this happen? I estimate that my wake windows should be 6 hours but can be stretched. Not anticipating the boss to be on board or the baby to let naps happen. </p>\n\n<p>Night wakeups include racing thoughts and difficulty putting self back to sleep. Tried CIO for falling asleep, but very stubborn and I’m not crying but not sleeping. White noise helps!</p>\n\n<p>Advice appreciated! </p>\n\n<p>/s </p>\n\n<p>-signed a wakeful parent who is trying to be funny but also wants to sleep better tomorrow night</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/nhngmm/sleep_training_question/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "I've been thinking about this a lot and I need to say it.  I've seen people say a lot \"if baby isn't sleeping its either a sleep association or a scheduling issue\". I think this is incorrect and damaging. Here is why:\n\n1. This implies that there must be some magical schedual that will get baby to sleep through the night. And if only you could find that schedual baby will sleep. Baby not sleeping? Must be your schedule! This is unfalsifiable. It is impossible to prove wrong. Which makes it an invalid theory.\n\n2. There are many many reasons a baby might not be sleeping, including teething, illness, habit, personality, noise, day time activity levels, hunger, temperarure, too tight pjs, random unpredictableness (they are human afterall). \n\n3. There are many factors which change day to day that can impact on wake windows and night sleep (activity levels, stimulation, mood, illness, what they've eaten, the preceding 24 hrs etc) so implying that a 15 min change to a wake window will reliably produce the same result every day doesn't make sense. If someone can produce some peer reviewed evidence of this I will happily admit i was wrong. Please please show me the evidence.\n\n4. Believing that your daily schedule down to the nearest 15 mins holds the key to sleep leads to OCD levels of planning, inflexibility and stress. Can destroy your autonomy and social life. Which is bad I think.\n \nIn conclusion: babies are humans. Humans are complex. They will get older. This too shall pass. Have a cup of tea.\n\nThankyou for coming to my Ted Talk.",
        "title": "My 2 cents (a rant)",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>I&#39;ve been thinking about this a lot and I need to say it.  I&#39;ve seen people say a lot &quot;if baby isn&#39;t sleeping its either a sleep association or a scheduling issue&quot;. I think this is incorrect and damaging. Here is why:</p>\n\n<ol>\n<li><p>This implies that there must be some magical schedual that will get baby to sleep through the night. And if only you could find that schedual baby will sleep. Baby not sleeping? Must be your schedule! This is unfalsifiable. It is impossible to prove wrong. Which makes it an invalid theory.</p></li>\n<li><p>There are many many reasons a baby might not be sleeping, including teething, illness, habit, personality, noise, day time activity levels, hunger, temperarure, too tight pjs, random unpredictableness (they are human afterall). </p></li>\n<li><p>There are many factors which change day to day that can impact on wake windows and night sleep (activity levels, stimulation, mood, illness, what they&#39;ve eaten, the preceding 24 hrs etc) so implying that a 15 min change to a wake window will reliably produce the same result every day doesn&#39;t make sense. If someone can produce some peer reviewed evidence of this I will happily admit i was wrong. Please please show me the evidence.</p></li>\n<li><p>Believing that your daily schedule down to the nearest 15 mins holds the key to sleep leads to OCD levels of planning, inflexibility and stress. Can destroy your autonomy and social life. Which is bad I think.</p></li>\n</ol>\n\n<p>In conclusion: babies are humans. Humans are complex. They will get older. This too shall pass. Have a cup of tea.</p>\n\n<p>Thankyou for coming to my Ted Talk.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/134h51z/my_2_cents_a_rant/"
    },
    {
        "subreddit": "sleeptrain",
        "selftext": "Or, they’ll say they are looking for “gentler methods” than cry it out (“CIO”).  I tend to think what is considered a “gentle” method is very baby-specific.  \n\nFor example, my son, at around 5 months just had ZERO ability to put himself to sleep. We used a bassinet that automatically rocked for the first few months and when he grew out of that bassinet we would get him to sleep by walking him around on our chest.  He 100% relied on us to fall asleep so if he woke up in the middle of the night, which all babies do (adults do as well) then he just was completely incapable of getting himself back to sleep.  I felt awful, he would wake up panicked and screaming and needed our comfort to get back down sleep.  He wasn’t well rested during the day and I think he was stressed out.  I then tried several methods of sleep training because I thought I wasn’t the “type” of parent who could do CIO.  Turns out, those methods made his anxiety much worse and us interfering with him learning to self soothe was just prolonging the agony.   He started to cling to us more and was frightened.  In fact, some of the more “gentler methods” actually caused my baby to vomit in his crib and have horrible anxiety.  \n\nFinally we tried CIO.  Guess what, he cried the first few nights but still cried much less collectively in one night  than when he was unable to self soothe and was totally dependent on us to fall asleep.  Now, we have a baby (16 months now) who goes into the crib fully awake, cuddles up, and goes to sleep on his own.  Some nights he wakes up, sits up, looks around and then goes back to sleep.  He no longer has panic attacks and is all shook up with terror. He loves his crib and is excited to cuddle up when he’s tired and go to sleep. \n\nBy having the courage to do CIO, we gave our baby the tools to fall asleep and back asleep on his own.  He needed that.  Every baby is different.  Listen to your child and do what is best for them.  Forget the stigmas.  It may very well be that CIO is a more gentler method for your child than a prolonged process that is more tormenting for them.  Maybe you interfering isn’t gentle at all.  It’s really not about what kind of parent you want to be, it’s about being the type of parent your kid needs. The stigma around CIO is just so misguided.",
        "title": "I see a lot of comments or posts on here that say they don’t “have it in them” to do CIO.",
        "selftext_html": "<!-- SC_OFF --><div class=\"md\"><p>Or, they’ll say they are looking for “gentler methods” than cry it out (“CIO”).  I tend to think what is considered a “gentle” method is very baby-specific.  </p>\n\n<p>For example, my son, at around 5 months just had ZERO ability to put himself to sleep. We used a bassinet that automatically rocked for the first few months and when he grew out of that bassinet we would get him to sleep by walking him around on our chest.  He 100% relied on us to fall asleep so if he woke up in the middle of the night, which all babies do (adults do as well) then he just was completely incapable of getting himself back to sleep.  I felt awful, he would wake up panicked and screaming and needed our comfort to get back down sleep.  He wasn’t well rested during the day and I think he was stressed out.  I then tried several methods of sleep training because I thought I wasn’t the “type” of parent who could do CIO.  Turns out, those methods made his anxiety much worse and us interfering with him learning to self soothe was just prolonging the agony.   He started to cling to us more and was frightened.  In fact, some of the more “gentler methods” actually caused my baby to vomit in his crib and have horrible anxiety.  </p>\n\n<p>Finally we tried CIO.  Guess what, he cried the first few nights but still cried much less collectively in one night  than when he was unable to self soothe and was totally dependent on us to fall asleep.  Now, we have a baby (16 months now) who goes into the crib fully awake, cuddles up, and goes to sleep on his own.  Some nights he wakes up, sits up, looks around and then goes back to sleep.  He no longer has panic attacks and is all shook up with terror. He loves his crib and is excited to cuddle up when he’s tired and go to sleep. </p>\n\n<p>By having the courage to do CIO, we gave our baby the tools to fall asleep and back asleep on his own.  He needed that.  Every baby is different.  Listen to your child and do what is best for them.  Forget the stigmas.  It may very well be that CIO is a more gentler method for your child than a prolonged process that is more tormenting for them.  Maybe you interfering isn’t gentle at all.  It’s really not about what kind of parent you want to be, it’s about being the type of parent your kid needs. The stigma around CIO is just so misguided.</p>\n</div><!-- SC_ON -->",
        "permalink": "/r/sleeptrain/comments/xfkc3o/i_see_a_lot_of_comments_or_posts_on_here_that_say/"
    }
]